Repository: tomhallmain/simple_image_compare
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de, es, fr, it, ja, pt, ru

source: Simple Image Compare
de: Einfacher Bildvergleich
es: Comparación sencilla de imágenes
fr: Comparaison simple d'images
it: Confronto semplice delle immagini
ja: シンプルな画像比較
pt: Comparação simples de imagens
ru: Простое сравнение изображений

source: Theme switched to {0}.
de: Thema auf {0} umgestellt.
es: Tema cambiado a {0}.
fr: Le thème est passé à {0}.
it: Il tema è passato a {0}.
ja: テーマを{0}に切り替えます。
pt: O tema mudou para {0}.
ru: Тема переключается на {0}.

source: Set a directory to run comparison.
de: Legen Sie ein Verzeichnis für den Vergleich fest.
es: Establece un directorio para ejecutar la comparación.
fr: Définir un répertoire pour exécuter la comparaison.
it: Impostare una cartella per eseguire il confronto.
ja: 比較を実行するディレクトリを設定します。
pt: Definir um diretório para executar a comparação.
ru: Задайте каталог для запуска сравнения.

source: Toggle theme
de: Thema umschalten
es: Alternar tema
fr: Thème basculant
it: Alterna tema
ja: トグルテーマ
pt: Alternar o tema
ru: Тема переключения

source: Set directory
de: Verzeichnis einstellen
es: Establecer directorio
fr: Définir le répertoire
it: Imposta cartella
ja: ディレクトリを設定する
pt: Definir diretório
ru: Установите каталог

source: Add dirpath...
de: Dirpfad hinzufügen...
es: Añadir ruta al directorio...
fr: Ajouter le chemin du répertoire...
it: Aggiungere il percorso...
ja: ディレクトリパスの追加...
pt: Adicionar caminho de direção...
ru: Добавьте путь к каталогу...

source: Set search file
de: Suchdatei einstellen
es: Establecer archivo de búsqueda
fr: Définir le fichier de recherche
it: Impostare il file di ricerca
ja: 検索ファイルを設定する
pt: Definir arquivo de pesquisa
ru: Настройка файла поиска

source: Search text (embedding mode)
de: Suchtext (Einbettungsmodus)
es: Buscar texto (modo de incrustación)
fr: Texte de recherche (mode d'intégration)
it: Testo di ricerca (modalità embedding)
ja: 検索テキスト (埋め込みモード)
pt: Texto da pesquisa (modo de inclusão)
ru: Search text (режим встраивания)

source: Compare mode
de: Modus vergleichen
es: Modo Comparar
fr: Mode de comparaison
it: Modalità di confronto
ja: 比較モード
pt: Modo de comparação
ru: Сравнить режим

source: Compare faces
de: Gesichter vergleichen
es: Comparar caras
fr: Comparer les visages
it: Confronta i volti
ja: 顔の比較
pt: Comparar rostos
ru: Сравнить лица

source: Overwrite cache
de: Cache überschreiben
es: Sobrescribir caché
fr: Ecraser le cache
it: Sovrascrivere la cache
ja: キャッシュを上書き
pt: Substituir a cache
ru: Перезаписывать кэш

source: Store checkpoints
de: Kontrollpunkte speichern
es: Almacenar puntos de control
fr: Stocker les points de contrôle
it: Memorizzare i checkpoint
ja: ストアチェックポイント
pt: Armazenar pontos de controlo
ru: Контрольные точки магазина

source: Max files to compare
de: Maximal zu vergleichende Dateien
es: Máximo de archivos a comparar
fr: Nombre maximal de fichiers à comparer
it: Numero massimo di file da confrontare
ja: 比較する最大ファイル
pt: Max arquivos para comparar
ru: Файлы Max для сравнения

source: Filter files by glob pattern
de: Dateien nach glob-Muster filtern
es: Filtrar archivos por patrón glob
fr: Filtrer les fichiers par motif global
it: Filtrare i file per modello glob
ja: グロブパターンによるファイルのフィルタリング
pt: Filtrar os arquivos pelo padrão glob
ru: Фильтр файлов по шаблону glob

source: Browsing mode - Sort by
de: Browsing-Modus - Sortieren
es: Modo de navegación - Ordenar por
fr: Mode de navigation - Trier par
it: Modalità di navigazione - Ordinamento per
ja: 閲覧モード - 並べ替え
pt: Modo de navegação - Ordenar por
ru: Режим просмотра - Сортировать по

source: Recurse subdirectories
de: Unterverzeichnisse rekursieren
es: Buscar en subdirectorios
fr: Récurrence des sous-répertoires
it: Ricorreggere la sottocartella
ja: サブディレクトリを再帰する
pt: Recursar subdiretórios
ru: Повторяющиеся подкаталоги

source: Image resize to full window
de: Bildgröße auf ganzes Fenster ändern
es: Imagen redimensionada a ventana completa
fr: Redimensionnement de l'image en pleine fenêtre
it: Ridimensionamento dell'immagine alla finestra intera
ja: フルウィンドウに画像のサイズを変更
pt: Redimensionar a imagem para a janela inteira
ru: Размер изображения до полного окна

source: Search only return closest
de: Suche liefert nur die nächstgelegenen
es: Buscar sólo devuelve lo más cercano
fr: Ne renvoyer que le plus proche
it: La ricerca restituisce solo i risultati più vicini
ja: 一番近い順に検索
pt: Pesquisar apenas o mais próximo
ru: Поиск возвращается ближе всего

source: Run image compare
de: Bildvergleich durchführen
es: Comparar imágenes
fr: Lancer la comparaison d'images
it: Eseguire il confronto delle immagini
ja: 画像比較の実行
pt: Executar a comparação de imagens
ru: Сравнение изображений

source: Find duplicates
de: Duplikate finden
es: Buscar duplicados
fr: Recherche de doublons
it: Trova i duplicati
ja: 重複を見つける
pt: Procurar duplicatas
ru: Найти дубликаты

source: Image details
de: Bild-Details
es: Detalles de la imagen
fr: Détails de l'image
it: Dettagli immagine
ja: 画像詳細
pt: Detalhes da imagem
ru: Фотографии

source: Search current image
de: Aktuelles Bild suchen
es: Buscar imagen actual
fr: Recherche de l'image actuelle
it: Ricerca dell'immagine corrente
ja: 現在の画像を検索
pt: Procurar a imagem actual
ru: Поиск текущее изображение

source: Open image location
de: Bildstandort öffnen
es: Abrir ubicación de la imagen
fr: Ouvrir l'emplacement de l'image
it: Posizione dell'immagine aperta
ja: 画像の場所を開く
pt: Abrir a localização da imagem
ru: Открытое изображение

source: Copy image path
de: Bildpfad kopieren
es: Copiar ruta de imagen
fr: Copier le chemin de l'image
it: Copia del percorso dell'immagine
ja: コピーイメージパス
pt: Copiar o caminho da imagem
ru: Путь копирования изображений

source: ---- DELETE ----
de: ---- LÖSCHEN ----
es: ---- BORRAR ----
fr: ---- SUPPRIMER ----
it: ---- ELIMINARE ----
ja: ---- 染料 ----
ru: ---- УДАЛИТЬ ----

source: Confirm Quit
de: Beenden bestätigen
es: Confirmar Salir
fr: Confirmer Quitter
it: Confermare l'uscita
ja: 終了を確認する
pt: Confirmar Sair
ru: Подтвердите выход

source: Would you like to quit the application?
de: Möchten Sie die Anwendung beenden?
es: ¿Desea abandonar la aplicación?
fr: Souhaitez-vous quitter l'application ?
it: Volete abbandonare l'applicazione?
ja: 応募をお願いしたいですか?
pt: Gostaria de sair da aplicação?
ru: Вы хотите выйти из приложения?

source: Ended slideshows
de: Beendete Diashows
es: Presentaciones finalizadas
fr: Diaporamas terminés
it: Presentazione conclusa
ja: 終了したスライドショー
pt: Apresentações de diapositivos terminadas
ru: Конец слайдшоу

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
it: Avvertenze
ja: 警告
pt: Atenção
ru: Предупреждение

source: No files found in directory after refresh.
de: Keine Dateien im Verzeichnis nach Aktualisierung gefunden.
es: No se han encontrado archivos en el directorio tras la actualización.
fr: Aucun fichier n'a été trouvé dans le répertoire après l'actualisation.
it: Nessun file trovato nella cartella dopo l'aggiornamento.
ja: 更新後、ディレクトリにファイルが見つかりません。
pt: Não foram encontrados ficheiros no diretório após a atualização.
ru: После обновления в каталоге не найдено ни одного файла.

source: Slideshow for new images started
de: Diashow für neue Bilder gestartet
es: Iniciada la presentación de nuevas imágenes
fr: Démarrage du diaporama pour les nouvelles images
it: Avvio della presentazione di nuove immagini
ja: 新しい画像のスライドショー開始
pt: Iniciada a apresentação para novas imagens
ru: Началось слайдшоу для новых изображений

source: Slideshow started
de: Diashow gestartet
es: Presentación de diapositivas iniciada
fr: Démarrage du diaporama
it: Avvio della presentazione
ja: スライドショー開始
pt: Apresentação iniciada
ru: Слайдшоу началось

source: Slideshows ended
de: Diashows beendet
es: Fin de las presentaciones
fr: Diaporamas terminés
it: Le presentazioni sono terminate
ja: スライドショー終了
pt: Apresentação terminada
ru: Слайдшоу закончились

source: Browsing mode set.
de: Browsing-Modus eingestellt.
es: Modo de navegación establecido.
fr: Mode de navigation défini.
it: Modalità di navigazione impostata.
ja: ブラウジングモードセット。
pt: Modo de navegação definido.
ru: Установлен режим просмотра.

source: (Open this image as part of a directory to see index details.)
de: (Öffnen Sie dieses Bild als Teil eines Verzeichnisses, um Indexdetails zu sehen).
es: (Abra esta imagen como parte de un directorio para ver los detalles del índice).
fr: (Ouvrez cette image dans un répertoire pour voir les détails de l'index).
it: (Aprire questa immagine come parte di una cartella per vedere i dettagli dell'indice).
ja: (インデックスの詳細を見るには、この画像をディレクトリの一部として開いてください）。
pt: (Abra esta imagem como parte de um diretório para ver os detalhes do índice).
ru: (Откройте это изображение как часть каталога, чтобы увидеть детали индекса).

source: Many Files
de: Viele Dateien
es: Muchos archivos
fr: Plusieurs fichiers
it: Molti file
ja: 多くのファイル
pt: Muitos arquivos
ru: Много файлов

source: No downstream related image(s) found in {0}
de: Keine stromabwärts gerichtete(n) Bilder im {0} gefunden
es: No se han encontrado imágenes relacionadas con el flujo descendente en {0}
fr: Aucune image liée à l'aval n'a été trouvée dans {0}
it: Nessuna immagine correlata al downstream trovata in {0}
ja: {0} に下流関連の画像は見つかりませんでした。
pt: Não foram encontradas imagens relacionadas com downstream em {0}
ru: Не найдено ни одного изображения, связанного с течением, в {0}

source: {0} file marks set
de: {0} Dateimarken sind gesetzt
es: Se establecen {0} marcas de archivo
fr: {0} jeux de marques de fichiers
it: {0} set di contrassegni di file
ja: {0} ファイル マーク セット
pt: {0} as marcas de ficheiro são definidas
ru: {0} файловые метки

source: Help and Config
de: Hilfe und Konfig
es: Ayuda y configuración
fr: Aide et configuration
it: Guida e configurazione
ja: ヘルプと設定
pt: Ajuda e Configuração
ru: Помощь и конфигурация

source: Set Image Comparison Directory
de: Bildvergleichsverzeichnis festlegen
es: Establecer directorio de comparación de imágenes
fr: Définir le répertoire de comparaison d'images
it: Impostare la catella di confronto delle immagini
ja: 画像比較ディレクトリの設定
pt: Configurar diretório de comparação de imagens
ru: Установите каталог сравнения изображений

source: Counter limit must be an integer value.
de: Die Zählergrenze muss ein ganzzahliger Wert sein.
es: El límite del contador debe ser un valor entero.
fr: La limite du compteur doit être une valeur entière.
it: Il limite del contatore deve essere un valore intero.
ja: カウンターの上限は整数値でなければならない。
pt: O limite do contador deve ser um valor inteiro.
ru: Контрлимит должен быть целочисленным значением.

source: Invalid Setting
de: Ungültige Einstellung
es: Ajuste no válido
fr: Paramètre invalide
it: Impostazione non valida
ja: 無効な設定
pt: Configuração inválida
ru: Недействительная настройка

source: No image selected.
de: Kein Bild ausgewählt.
es: No hay imagen seleccionada.
fr: Aucune image sélectionnée.
it: Non è stata selezionata alcuna immagine.
ja: 選択した画像はありません。
pt: Nenhuma imagem selecionada.
ru: Изображение не выбрано.

source: Compare mode must be set to an embedding mode to search text embeddings
de: Der Vergleichsmodus muss auf einen Einbettungsmodus gesetzt werden, um Texteinbettung zu suchen
es: El modo de comparación debe configurarse en un modo de incrustación para buscar incrustaciones de texto
fr: Le mode de comparaison doit être configuré en un mode d'intégration pour rechercher les intégrations de texte
it: La modalità di confronto deve essere impostata a una modalità inserimenti per cercare gli inserimenti testuali.
ja: テキスト埋め込みを検索するには、比較モードを埋め込みモードに設定する必要があります。
pt: O modo de comparação deve ser definido para um modo de incorporação para pesquisar incorporações de texto
ru: Режим сравнения должен быть настроен на режим встраивания для встраивания текста поиска

source: Select image file
de: Bilddatei auswählen
es: Seleccionar archivo de imagen
fr: Sélectionner un fichier image
it: Selezionare il file immagine
ja: 画像ファイルの選択
pt: Selecionar arquivo de imagem
ru: Выберите файл изображения

source: Somehow, the search file is invalid
de: Irgendwie ist die Suchdatei ungültig
es: De alguna manera, el archivo de búsqueda no es válido
fr: Le fichier de recherche n'est pas valide
it: Il file di ricerca non è valido
ja: どういうわけか、検索ファイルが無効です
pt: De alguma forma, o arquivo de pesquisa é inválido
ru: Каким-то образом файл поиска недействителен.

source: Failed to get active image filepath
de: Dateipfad des aktiven Bildes konnte nicht ermittelt werden
es: Error al obtener la ruta de archivo de la imagen activa
fr: Le chemin d'accès au fichier de l'image active n'a pas été obtenu
it: Impossibile ottenere il percorso del file dell'immagine attiva
ja: アクティブなイメージファイルパスを取得する失敗
pt: Falha ao obter o caminho ativo da imagem
ru: Не удалось получить активный файлообмен

source: {0}: {1}% complete
de: {0}: {1} % abgeschlossen
es: {0}: {1}% completado
fr: {0}: {1} % de réalisation
it: {0}: {1}% completato
ja: {0}: {1}% 完了
pt: {0}: {1}% completo
ru: {0}: {1}% полный

source: Confirm comparison
de: Vergleich bestätigen
es: Confirmar comparación
fr: Confirmer la comparaison
it: Confermare il confronto
ja: 比較確認
pt: Confirmar comparação
ru: Подтверждает сравнение

source: No base directory has been set, will use current base directory of
de: Es wurde kein Basisverzeichnis festgelegt, es wird das aktuelle Basisverzeichnis von
es: No se ha establecido ningún directorio base, se utilizará el directorio base actual de
fr: Si aucun répertoire de base n'a été défini, le répertoire de base actuel de
it: Non è stata impostata alcuna cartella di base, verrà utilizzata la cartella di base corrente di
ja: ベースディレクトリが設定されていないので、現在のベースディレクトリを使用する：
pt: Se não tiver sido definido nenhum diretório de base, será utilizado o diretório de base atual de
ru: Базовый каталог не был задан, будет использоваться текущий базовый каталог

source: Are you sure you want to proceed?
de: Sind Sie sicher, dass Sie fortfahren wollen?
es: ¿Estás seguro de que quieres continuar?
fr: Êtes-vous sûr de vouloir continuer ?
it: È sicuro di voler procedere?
ja: 続行したいですか?
pt: Tens a certeza que queres continuar?
ru: Вы уверены, что хотите продолжить?

source: Error running compare
de: Fehler beim Ausführen des Vergleichs
es: Error al ejecutar la comparación
fr: Erreur lors de l'exécution de la comparaison
it: Errore durante l'esecuzione di confrontare
ja: エラー実行比較
pt: Erro ao executar a comparação
ru: Сравнение ошибок

source: DELETE_LOCK_MARK_STOP
de: Sperre nach Diashow-Übergang löschen verhinderte das Hinzufügen einer Markierung
es: Eliminar el bloqueo después de la transición de diapositivas impedido añadir marca
fr: La suppression du verrou après la transition du diaporama a empêché l'ajout d'une marque
it: Cancellare il blocco dopo la presentazione La transizione ha impedito l'aggiunta del marchio
ja: スライドショーの後にロックを削除 トランジションでマークが付かない
pt: Eliminar o bloqueio após a apresentação transição impediu a adição de marca
ru: Удаление блокировки после перехода слайд-шоу предотвратило добавление метки

source: Mark removed. Remaining: {0}
de: Markierung entfernt. Verbleibend: {0}
es: Marca eliminada. Restante: {0}
fr: Marque supprimée. Restant : {0}
it: Marchio rimosso. Rimane: {0}
ja: マーク削除 残っている {0}
pt: Marca removida. Restante: {0}
ru: Отметка удалена. Осталось: {0}

source: Mark added. Total set: {0}
de: Mark hinzugefügt. Gesamtmenge: {0}
es: Marca a00f1adida. Conjunto total: {0}
fr: Marque a ajouté. Total des points : {0}
it: Mark ha aggiunto. Totale set: {0}
ja: マークが付け加えた。合計セット： {0}
pt: Marca adicionada. Conjunto total: {0}
ru: Марк добавил. Полный набор: {0}

source: Marks added. Total set: {0}
de: Markierungen hinzugefügt. Gesamtmenge: {0}
es: Marcas a00f1adidas. Conjunto total: {0}
fr: Marques ajoutées. Total des points: {0}
it: Segni aggiunti. Totale set: {0}
ja: マークが追加された。合計セット： {0}
pt: Marcas adicionadas. Conjunto total: {0}
ru: Маркс добавил. Полный набор: {0}

source: First sorted mark
de: Erste sortierte Marke
es: Primera marca clasificada
fr: Première marque triée
it: Primo contrassegno ordinato
ja: ファーストソートマーク
pt: Primeira marca ordenada
ru: Первый сортированный знак

source: Only one marked file set.
de: Es wird nur eine markierte Datei gesetzt
es: Sólo un conjunto de archivos marcados.
fr: Un seul ensemble de fichiers marqués.
it: Un solo set di file contrassegnati.
ja: 1つのマーク付きファイルセットのみ。
pt: Apenas um ficheiro marcado.
ru: Только один отмеченный файл.

source: Including marks: {0}
de: Einschließlich Markierungen: {0}
es: Marcas incluidas: {0}
fr: Y compris les marques : {0}
it: Inclusi i segni: {0}
ja: マークを含む：{0}
pt: Incluindo marcas: {0}
ru: Включая отметки: {0}

source: Move {0} Marked File(s)
de: {0} Markierte Datei(en) verschieben
es: Mover {0} Archivo(s) marcado(s)
fr: Déplacer {0} fichier(s) marqué(s)
it: Spostare {0} i file contrassegnati
ja: {0} つのマークされたファイルを移動しますか？
pt: Mover {0} Ficheiro(s) marcado(s)
ru: Переместить {0} отмеченный файл(ы)

source: NO_MARKS_SET
de: Es wurden {0} Markierungen gesetzt (>={1} erwartet). Verwenden Sie Shift+M, um eine Markierung zu setzen.
es: Se han fijado {0} marcas (>={1} esperado). Utiliza Mayús+M para fijar una marca.
fr: {0} points ont été attribués (>={1} attendu). Utilisez Shift+M pour définir une marque.
it: Sono stati assegnati {0} voti (>={1} previsto). Usare Maiusc+M per impostare un segno.
ja: {0}マークが設定された(>={1}の予定)。 マークを設定するには Shift+M を使用します。
pt: {0} marcas foram definidas (>={1} esperado). Utilize Shift+M para definir uma marca.
ru: Установлено {0} отметок (ожидалось >={1}). Для установки метки используйте Shift+M.

source: Are you sure you want to run all prevalidations on directory {0} ? This may take a while.
de: Sind Sie sicher, dass Sie alle Prävalidierungen im Verzeichnis {0} durchführen wollen? Das kann eine Weile dauern.
es: ¿Está seguro de que quiere ejecutar todas las prevalidaciones en el directorio {0} ? Esto puede tardar un poco.
ru: Вы уверены, что хотите запустить все превалидации в каталоге {0}? Это может занять некоторое время.

source: Prevalidations now running
de: Prävalidierungen laufen jetzt
es: Prevalidaciones en curso
fr: Prévalidations en cours
it: Prevalidazioni in corso
ja: 今すぐ実行する準備
pt: Prevalidações em execução
ru: В настоящее время проводятся проверки

source: Prevalidations turned off
de: Prävalidierungen ausgeschaltet
es: Prevalidaciones desactivadas
fr: Prévalidations désactivées
it: Prevalide disattivate
ja: 無効化がオフ
pt: Prevalidações desligadas
ru: Протесты отключились

source: File not found
de: Datei nicht gefunden
es: Archivo no encontrado
fr: Fichier non trouvé
it: File non trovato
ja: ファイルが見つかりません
pt: Ficheiro não encontrado
ru: Файл не найден

source: No file was found for the search text: "{0}"
de: Es wurde keine Datei für den Suchtext gefunden: "{0}"
es: No se ha encontrado ningún archivo para el texto buscado: «{0}»
fr: Aucun fichier n'a été trouvé pour le texte recherché : « {0} »
it: Non è stato trovato alcun file per il testo di ricerca: “{0}”
ja: 検索テキストに該当するファイルが見つかりませんでした： "{0}"
pt: Não foi encontrado nenhum ficheiro para o texto de pesquisa: “{0}”
ru: Файл для поискового текста не найден: "{0}"

source: No image selected
de: Kein Bild ausgewählt
es: Ninguna imagen seleccionada
fr: Aucune image sélectionnée
it: Nessuna immagine selezionata
ja: 選択した画像なし
pt: Nenhuma imagem selecionada
ru: Изображение не выбрано

source: No image was selected for comparison
de: Es wurde kein Bild zum Vergleich ausgewählt
es: No se ha seleccionado ninguna imagen para la comparación
fr: Aucune image n'a été sélectionnée pour la comparaison
it: Non è stata selezionata alcuna immagine per il confronto
ja: 比較のために画像が選択されていない
pt: Nenhuma imagem foi selecionada para comparação
ru: Изображение не было выбрано для сравнения

source: No Text Search Presets Found
de: Keine Textsuchvoreinstellungen gefunden
es: No se han encontrado preajustes de búsqueda de texto
fr: Aucun préréglage de recherche de texte n'a été trouvé
it: Nessuna preimpostazione di ricerca testo trovata
ja: テキスト検索プリセットが見つかりません
pt: Nenhuma Predefinição de Pesquisa de Texto Encontrada
ru: Предустановки текстового поиска не найдены

source: No text embedding search presets found. Set them in the config.json file.
de: Keine Suchvorgaben für die Texteinbettung gefunden. Legen Sie sie in der Datei config.json fest.
es: No se han encontrado preajustes de búsqueda de texto incrustado. Configúrelos en el archivo config.json.
fr: Aucun préréglage de recherche d'intégration de texte n'a été trouvé. Définissez-les dans le fichier config.json.
it: Non sono state trovate preimpostazioni di ricerca per l'incorporazione del testo. Impostarle nel file config.json.
ja: テキスト埋め込み検索プリセットが見つかりません。config.jsonファイルに設定してください。
pt: Não foram encontradas predefinições de pesquisa de incorporação de texto. Defina-as no ficheiro config.json.
ru: Не найдено текстового встраивания предустановок поиска. Установите их в файле config.json.

source: Failed to open location of current file, unable to get valid filepath
de: Der Speicherort der aktuellen Datei konnte nicht geöffnet werden, da kein gültiger Dateipfad ermittelt werden konnte
es: No se ha podido abrir la ubicación del archivo actual, no se ha podido obtener una ruta de archivo válida.
fr: Échec de l'ouverture de l'emplacement du fichier actuel, impossibilité d'obtenir un chemin d'accès valide.
it: Impossibile aprire la posizione del file corrente, non è possibile ottenere un percorso valido per il file
ja: 有効なファイルパスが取得できず、現在のファイルの場所を開くことができません。
pt: Falha ao abrir a localização do ficheiro atual, não foi possível obter um caminho de ficheiro válido
ru: Не удалось открыть местоположение текущего файла, не смог получить действительный путь файла

source: Failed to open current file in GIMP, unable to get valid filepath
de: Die aktuelle Datei konnte in GIMP nicht geöffnet werden, da kein gültiger Dateipfad ermittelt werden konnte
es: Error al abrir el archivo actual en GIMP, no se puede obtener una ruta de archivo válida.
fr: Échec de l'ouverture du fichier courant dans GIMP, impossibilité d'obtenir un chemin d'accès valide.
it: Impossibile aprire il file corrente in GIMP, non è stato possibile ottenere un percorso file valido.
ja: GIMPで現在のファイルを開くのに失敗しました。
pt: Falha ao abrir o ficheiro atual no GIMP, não foi possível obter um caminho de ficheiro válido
ru: Не удалось открыть текущий файл в GIMP, не смог получить действительный файлообменник

source: Hid current image. To unhide, press Shift+B.
de: Aktuelles Bild ausblenden. Um die Ausblendung aufzuheben, drücken Sie Shift+B.
es: Oculta la imagen actual. Para desocultar, pulse Mayús+B.
fr: Masque l'image actuelle. Pour annuler le masquage, appuyez sur Maj+B.
it: Nasconde l'immagine corrente. Per nasconderla, premere Maiusc+B.
ja: 現在の画像を隠す。 非表示を解除するには、Shift+Bキーを押します。
pt: Oculta a imagem atual. Para voltar a ocultar, prima Shift+B.
ru: Скрыть текущее изображение. Чтобы скрыться, нажмите Shift + B.

source: Cleared all hidden images.
de: Alle versteckten Bilder wurden gelöscht.
es: Borrado de todas las imágenes ocultas.
fr: Efface toutes les images cachées.
it: Cancella tutte le immagini nascoste.
ja: すべての隠し画像を消去。
pt: Limpar todas as imagens escondidas.
ru: Очистили все скрытые изображения.

source: DELETE_LOCK
de: Löschsperre nach Diashow-Übergang verhinderte Löschung
es: El bloqueo de borrado tras la transición de diapositivas impedía el borrado
fr: Le verrouillage de la suppression après la transition du diaporama a empêché la suppression
it: Cancellare il blocco dopo la presentazione la transizione ha impedito la cancellazione
ja: スライドショーの後にロックを削除 トランジションが削除を阻止
pt: Eliminar o bloqueio após a apresentação transição impediu a eliminação
ru: Удалить замок после слайд-шоу Переход предотвратил удаление
