Repository: tomhallmain/simple_image_compare
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de, es, fr, it, ja, pt, ru

source: Where should the marked files have gone?
de: Wo sollen die markierten Dateien hin?
es: ¿Dónde deberían haber ido a parar los archivos marcados?
fr: Où auraient dû se trouver les fichiers marqués ?
it: Dove sono finiti i file contrassegnati?
ja: マークされたファイルはどこに行くべきだったのか？
pt: Para onde deveriam ter ido os ficheiros marcados?
ru: Куда должны были пойти отмеченные файлы?

source: Moved back {0} files from {1}
de: {0} Dateien von {1} zurückgeschoben
es: Movidos de nuevo {0} archivos desde {1}
fr: Recule de {0} fichiers à partir de {1}
it: Ha spostato indietro {0} file da {1}
ja: {1} から{0}ファイル戻し
pt: Regressou {0} ficheiros de {1}
ru: Перенесите файлы из {0} {1}

source: Removed {0} files from {1}
de: {0} Dateien aus {1} entfernt
es: Eliminados {0} archivos de {1}
fr: Suppression de {0} fichiers de {1}
it: Rimosso {0} file da {1}
ja: {1} から{0}つのファイルを削除
pt: Removidos {0} ficheiros de {1}
ru: Удаленные файлы {0} {1}

source: Select parent directory for target directories
de: Übergeordnetes Verzeichnis für Zielverzeichnisse auswählen
es: Seleccione el directorio principal para los directorios de destino
fr: Sélection du répertoire parent pour les répertoires cibles
it: Selezionare la directory padre per le directory di destinazione
ja: 対象ディレクトリの親ディレクトリを選択
pt: Selecionar o diretório principal para os diretórios de destino
ru: Выберите родительский каталог для целевых каталогов

source: Sorted directories by embedding comparison.
de: Sortierte Verzeichnisse durch Einbettungsvergleich.
es: Directorios ordenados por comparación de incrustación.
fr: Annuaires triés par comparaison d'encastrement.
it: Ordinamento degli elenchi per confronto di incorporazione.
ja: 比較を埋め込むことでソートされたディレクトリ。
pt: Diretórios ordenados por comparação de incorporação.
ru: Сортированные каталоги путем встраивания сравнения.

source: Confirm Delete
de: Bestätigen Löschen
es: Confirmar Borrar
fr: Confirmer Supprimer
it: Conferma Eliminazione
ja: 削除を確認する
pt: Confirmar Apagar
ru: Подтвердить удаление

source: Deleting %s marked files - Are you sure you want to proceed?
de: Löschen von {0} markierten Dateien - Sind Sie sicher, dass Sie fortfahren möchten?
es: Eliminación de {0} archivos marcados - ¿Está seguro de que desea continuar?
fr: Suppression de {0} fichiers marqués - Êtes-vous sûr de vouloir continuer ?
it: Eliminazione di {0} file contrassegnati - Siete sicuri di voler procedere?
ja: {0}マークされたファイルを削除する - 続行したいですか?
pt: Eliminar {0} ficheiros marcados - Tem a certeza de que pretende continuar?
ru: Удаление {0} отмеченных файлов - Вы уверены, что хотите продолжить?

source: Delete Failed
de: Löschen fehlgeschlagen
es: Borrado fallido
fr: Échec de la suppression
it: Eliminazione non riuscita
ja: 失敗した削除
pt: Falha na eliminação
ru: Удалить не удалось

source: Failed to delete %s files - check log for details.
de: Das Löschen von {0}-Dateien ist fehlgeschlagen - prüfen Sie das Protokoll für Details.
es: Error al borrar {0} archivos - compruebe el registro para más detalles.
fr: Échec de la suppression de {0} fichiers - vérifier le journal pour plus de détails.
it: Cancellazione fallita di {0} file - controllare il registro per i dettagli.
ja: {0}ファイルを削除する失敗 - 詳細はログを確認してください。
pt: Falha ao eliminar {0} ficheiros - verifique o registo para obter detalhes.
ru: Не удалось удалить {0} файлы - проверьте журнал для деталей.

source: Deleted %s marked files.
de: Gelöschte {0} markierte Dateien.
es: Eliminados {0} archivos marcados.
fr: Suppression de {0} fichiers marqués.
it: Eliminati {0} file contrassegnati.
ja: 削除された {0} マークされたファイル。
pt: Eliminou {0} ficheiros marcados.
ru: Удаленные {0} отмеченные файлы.

source: Existing filenames found!
de: Bestehende Dateinamen gefunden!
es: Se han encontrado nombres de archivo.
fr: Noms de fichiers existants trouvés !
it: Trovati nomi di file esistenti!
ja: 既存のファイル名が見つかります!
pt: Nomes de ficheiros existentes encontrados!
ru: Существующие имена файлов найдены!

source: WARNING: All file hashes match.
de: WARNUNG: Alle Datei-Hashes stimmen überein.
es: ADVERTENCIA: Todos los hashes de los archivos coinciden.
fr: AVERTISSEMENT : Tous les hachages de fichiers correspondent.
it: ATTENZIONE: Tutti gli hash dei file corrispondono.
ja: 警告:すべてのファイルハッシュマッチ。
pt: AVISO: Todos os hashes de ficheiros coincidem.
ru: ПРЕДУПРЕЖДЕНИЕ: Все хэши файлов совпадают.

source: WARNING: %s of %s file hashes match.
de: WARNUNG: {0} von {1} Datei-Hashes stimmen überein.
es: ADVERTENCIA: {0} de {1} hashes de archivos coinciden.
fr: AVERTISSEMENT : {0} des {1} hachages de fichiers correspondent.
it: ATTENZIONE: {0} dei {1} hash dei file corrispondono.
ja: 警告: {1} ファイルのハッシュマッチの {0}。
pt: AVISO: {0} de {1} hashes de ficheiro coincidem.
ru: ПРЕДУПРЕЖДЕНИЕ: {0} из {1} хэшей файлов совпадают.

source: No existing filenames found.
de: Keine vorhandenen Dateinamen gefunden.
es: No se ha encontrado ningún nombre de archivo.
fr: Aucun nom de fichier existant n'a été trouvé.
it: Non sono stati trovati nomi di file esistenti.
ja: 既存のファイル名が見つかりません。
pt: Não foram encontrados nomes de ficheiros existentes.
ru: Существующих имен файлов не найдено.

source: Found %s downstream related images
de: {0} stromabwärts gerichtete Bilder gefunden
es: Encontradas {0} imágenes relacionadas con la corriente descendente
fr: {0} images liées à l'aval ont été trouvées
it: Trovate {0} immagini correlate al downstream
ja: {0}下流関連画像が見つかりました
pt: Encontrou {0} imagens relacionadas com a jusante
ru: Найдено {0} ниже по потоку связанных изображений

source: No downstream related images found
de: Keine stromabwärts gerichteten Bilder gefunden
es: No se han encontrado imágenes relacionadas con la corriente descendente
fr: Aucune image liée à l'aval n'a été trouvée
it: Non sono state trovate immagini relative al downstream
ja: 下流関連画像が見つかりません
pt: Não foram encontradas imagens relacionadas com o downstream
ru: Не найдено ни одного нисходящего изображения

source: Cleared marked file
de: Gelöschte markierte Datei
es: Archivo marcado borrado
fr: Effacement du fichier marqué
it: Cancellazione del file contrassegnato
ja: マークされたファイルをクリア
pt: Limpar arquivo marcado
ru: Очищенный файл

source: Removed {0} marks
de: Entfernt {0} Markierungen
es: Eliminadas {0} marcas
fr: Suppression de {0} marques
it: Rimossi {0} marchi
ja: {0}マークを削除
pt: Remoção de {0} marcas
ru: Снятые знаки {0}

source: No files to create PDF
de: Keine Dateien zum Erstellen von PDF
es: No hay archivos para crear PDF
fr: Aucun fichier à créer PDF
ja: PDFを作成するファイルはありません
pt: Nenhum arquivo para criar PDF
ru: Нет файлов для создания PDF

source: combined_images
de: kombinierte_Bilder
es: imágenes_combinadas
fr: images_combinées
ja: 合成画像
pt: imagens_combinadas
ru: объединённые_изображения

source: Save PDF as
de: PDF speichern als
es: Guardar PDF como
fr: Enregistrer le PDF sous
ja: PDF形式で保存
pt: Salvar PDF como
ru: Сохранить PDF как

source: compressed
de: komprimiert
es: comprimido
fr: comprimé
ja: 圧縮
pt: comprimido
ru: сжатый

source: high quality
de: hohe Qualität
es: alta calidad
fr: haute qualité
ja: 高品質
pt: de alta qualidade
ru: высокое качество

source: Created {0} PDF with {1} pages
de: Erstellte {0} PDF mit {1} Seiten
es: Creado PDF {0} con {1} páginas
fr: Création de PDF {0} avec {1} pages
ja: {1}ページの{0}PDFを作成
pt: Criado {0} PDF com {1} páginas
ru: Создан {0} PDF с {1} страницами

source: No pages could be added to the PDF
de: Der PDF-Datei konnten keine Seiten hinzugefügt werden
es: No se pueden añadir páginas al PDF
fr: Aucune page n'a pu être ajoutée au PDF
ja: PDFにページが追加できなかった
pt: Nenhuma página foi adicionada ao PDF
ru: Страницы не могут быть добавлены в PDF

source: PDF creation requires pypdfium2 package
de: PDF-Erstellung erfordert das Paket pypdfium2
es: Creación de PDF requiere paquete de pypdfium2
fr: La création PDF nécessite un paquet pypdfium2
ja: PDF作成にはpypdfium2パッケージが必要です
pt: A criação de PDF requer o pacote pypdfium2
ru: Создание PDF требует пакета pypdfium2

source: PDF Creation Options
de: PDF-Erstellungsoptionen
es: Opciones de creación de PDF
fr: Options de création PDF
ja: PDF作成オプション
pt: Opções de Criação de PDF
ru: Варианты создания PDF

source: PDF Filename:
de: PDF Dateiname:
es: PDF Nombre de archivo:
fr: PDF Nom du fichier & #160;:
ja: PDFファイル名：
pt: PDF Nome do arquivo:
ru: PDF Файловое имя:

source: Preserve original image quality and format
de: Originalbildqualität und Format bewahren
es: Preserve calidad de imagen original y formato
fr: Préserver la qualité et le format de l'image originale
ja: オリジナルの画質とフォーマットを保持
pt: Preservar a qualidade e formato de imagem original
ru: Сохранение оригинального качества изображения и формата

source: If enabled, images will maintain their original quality and format. If disabled, images will be compressed to reduce PDF size.
de: Wenn aktiviert, behalten die Bilder ihre ursprüngliche Qualität und ihr ursprüngliches Format. Wenn deaktiviert, werden die Bilder komprimiert, um die PDF-Größe zu verringern.
es: Si se activa, las imágenes mantendrán su calidad y formato originales. Si se desactiva, las imágenes se comprimirán para reducir el tamaño del PDF.
fr: Si cette option est activée, les images conserveront leur qualité et leur format d'origine. Si elle est désactivée, les images seront compressées pour réduire la taille du PDF.
ja: 有効にする と 、 画像は元の品質 と 形式を保ち ます。 無効にす る と 、 画像は圧縮 さ れて PDF サ イ ズ を縮小 し ます。
pt: Se estiver ativado, as imagens manterão a sua qualidade e formato originais. Se estiver desactivada, as imagens serão comprimidas para reduzir o tamanho do PDF.
ru: Если эта функция включена, изображения сохранят свое исходное качество и формат. Если эта функция отключена, изображения будут сжаты для уменьшения размера PDF.

source: Add directory
de: Verzeichnis hinzufügen
es: A00f1adir directorio
fr: Ajouter un répertoire
it: Aggiungi cartella
ja: ディレクトリの追加
pt: Adicionar diretório
ru: Добавить каталог

source: Set image comparison directory
de: Verzeichnis für den Bildvergleich festlegen
es: Establecer directorio de comparación de imágenes
fr: Définir le répertoire de comparaison des images
it: Impostare la cartella di confronto delle immagini
ja: 画像比較ディレクトリの設定
pt: Definir diretório de comparação de imagens
ru: Настройка каталога сравнения изображений

source: Basic image files (PNG, JPG, etc.)
de: Grundbilddateien (PNG, JPG, etc.)
es: Archivos de imagen básicos (PNG, JPG, etc.)
fr: Fichiers images de base (PNG, JPG, etc.)
ja: 基本的な画像ファイル (PNG、JPGなど)
pt: Ficheiros de imagem básicos (PNG, JPG, etc.)
ru: Основные файлы изображений (PNG, JPG и т. Д.)

source: Video files (MP4, AVI, etc.) - First frame will be extracted
de: Videodateien (MP4, AVI, etc.) - Erster Rahmen wird extrahiert
es: Archivos de vídeo (MP4, AVI, etc.) - El primer marco será extraído
fr: Fichiers vidéo (MP4, AVI, etc.) - Le premier cadre sera extrait
ja: 動画ファイル (MP4、AVIなど) - 1番目のフレームが抽出されます。
pt: Ficheiros de vídeo (MP4, AVI, etc.) - O primeiro fotograma será extraído
ru: Видеофайлы (MP4, AVI и т.д.) - будет извлечен первый кадр

source: Animated GIF files - First frame will be extracted
de: Animierte GIF-Dateien - Erster Rahmen wird extrahiert
es: Archivos GIF animados - El primer cuadro se extraerá.
fr: Fichiers GIF animés - Le premier cadre sera extrait
ja: アニメーションGIFファイル - 最初のフレームが抽出されます
pt: Ficheiros GIF animados - O primeiro fotograma será extraído
ru: Анимированные GIF-файлы - будет извлечен первый кадр

source: PDF documents - First page will be extracted
de: PDF-Dokumente - Erste Rahmen wird extrahiert
es: Documentos PDF - Se extraerá la primera página
fr: Documents PDF - La première page sera extraite
ja: PDF ドキュメント - 最初のページが抽出されます
pt: Documentos PDF - A primeira página será extraída
ru: PDF-документы - будет извлечена первая страница

source: Vector graphics - Will be converted to raster image
de: Vektorgrafiken - Wird in Rasterbild umgewandelt
es: Gráficos vectoriales - Serán convertidos a imagen de raster
fr: Graphique vectoriel - Sera converti en image raster
ja: ベクトルグラフィックス - ラスターイメージに変換されます。
pt: Gráficos vectoriais - Serão convertidos em imagens rasterizadas
ru: Векторная графика - будет преобразована в растровое изображение

source: HTML files - Will be rendered and converted to image
de: HTML-Dateien - Wird in Bild umgewandelt
es: Archivos HTML - Se renderizará y se convertirá a imagen
fr: Fichiers HTML - Sera rendu et converti en image
ja: HTMLファイル - レンダリングされ、画像に変換されます
pt: Ficheiros HTML - Serão processados e convertidos em imagem
ru: HTML-файлы будут визуализироваться и конвертироваться в изображение

source: PDF support requires pypdfium2 package
de: PDF-Unterstützung erfordert pypdfium2 Paket
es: Soporte PDF requiere paquete de pypdfium2
fr: Le support PDF nécessite un paquet pypdfium2
ja: PDFサポートはpypdfium2パッケージを必要とします
pt: O suporte de PDF requer o pacote pypdfium2
ru: Поддержка PDF требует пакета pypdfium2

source: SVG support requires cairosvg package
de: SVG-Unterstützung erfordert cairosvg-Paket
es: Soporte SVG requiere paquete de cairosvg
fr: Le support SVG nécessite un paquet cairosvg
ja: SVG サポートは cairosvg パッケージを要求します
pt: O suporte SVG requer o pacote cairosvg
ru: Поддержка SVG требует пакета Cairosvg

source: HTML support requires pyppeteer package
de: HTML-Unterstützung erfordert pyppeteer Paket
es: Soporte HTML requiere paquete de pyppeteer
fr: Le support HTML nécessite un paquet pyppeteer
ja: HTMLサポートは、pyppeteerパッケージが必要です
pt: O suporte HTML requer o pacote pyppeteer
ru: Поддержка HTML требует пакета pyppeteer

source: Media Type Configuration
de: Medientyp-Konfiguration
es: Configuración del tipo de medio
fr: Configuration du type de média
it: Configurazione del tipo di media
ja: 媒体のタイプ構成
pt: Configuração do Tipo de Mídia
ru: Конфигурация типа медиа

source: Configure Media Types
de: Konfigurieren Sie Medientypen
es: Configurar Tipos de Medios
fr: Configurer les types de médias
it: Configurare Tipi di Medio
ja: メディアタイプの設定
pt: Configurar tipos de mídia
ru: Конфигурация типов медиа

source: Select which types of media files you want to compare. Changes will require a refresh of open comparisons but files in browsing mode should update automatically.
de: Wählen Sie die Medientypen aus, mit denen Sie vergleichen möchten. Änderungen erfordern ein Neuladen der offenen Vergleiche, aber Dateien im Navigationsmodus werden automatisch aktualisiert.
es: Seleccione qué tipos de archivos multimedia desea comparar. Los cambios requerirán una actualización de las comparaciones abiertas, pero los archivos en modo de navegación deben actualizarse automáticamente.
fr: Sélectionnez les types de fichiers multimédia que vous souhaitez comparer. Les modifications nécessiteront un rafraîchissement des comparaisons ouvertes, mais les fichiers en mode navigation devraient se mettre à jour automatiquement.
ja: どの種類のメディアファイルを比較したいですか？変更は、オープンな比較をリフレッシュする必要がありますが、ブラウジングモードにあるファイルは自動的に更新されるはずです。
pt: Selecione os tipos de ficheiros multimédia que pretende comparar. As alterações exigirão uma atualização das comparações abertas, mas os ficheiros em modo de navegação deverão ser actualizados automaticamente.
ru: Выберите типы медиафайлов, которые необходимо сравнить. Изменения потребуют обновления открытых сравнений, но файлы в режиме просмотра должны обновляться автоматически.

source: Apply Changes
de: Änderungen anwenden
es: Aplicar Cambios
fr: Appliquer les modifications
it: Applica modifiche
ja: 変更を加える
pt: Aplicar as Alterações
ru: Применять изменения

source: Confirm Changes
de: Änderungen bestätigen
es: Confirmar Cambios
fr: Confirmer les modifications
it: Conferma modifiche
ja: 変更を確認する
pt: Confirmar as Alterações
ru: Подтвердить изменения

source: This will clear all existing compares in open windows. Continue?
de: Dies wird alle bestehenden Vergleiche in offenem Windows löschen. Fortfahren?
es: Esto borrará todas las comparaciones existentes en ventanas abiertas. ¿Continuar?
fr: Cela effacera toutes les comparaisons déjà effectuées dans les fenêtres ouvertes. Continuer ?
it: Questa eliminerà tutte le compari esistenti nelle finestre aperte. Proseguire?
ja: これは、オープンウィンドウのすべての既存の比較をクリアします。 お問い合わせ
pt: Isto irá limpar todas as comparações existentes nas janelas abertas. Continuar?
ru: Это позволит очистить все существующие сравнения в открытых окнах. Продолжай?

source: Media type configuration updated
de: Medientyp-Konfiguration aktualisiert
es: Configuración del tipo de medio actualizada
fr: Configuration du type de média mise à jour
it: Configurazione del tipo di supporto aggiornata
ja: メディアタイプ構成更新
pt: Configuração do tipo de mídia atualizada
ru: Обновлена конфигурация типа медиа

source: Image Path
de: Bild Pfad
es: Ruta de imagen
fr: Trajectoire de l'image
it: Percorso dell'immagine
ja: イメージパス
pt: Localização da Imagem
ru: Путь изображения

source: File Index
de: Datei-Index
es: Índice de archivos
fr: Index des fichiers
it: Indice dei file
ja: ファイルインデックス
pt: Índice do Arquivo
ru: Файловый индекс

source: Color Mode
de: Farbmodus
es: Modo de color
fr: Mode couleur
it: Modalità colore
ja: 色モード
pt: Modo de Cor
ru: Цветовой режим

source: Dimensions
de: Abmessungen
es: Dimensiones
it: Dimensioni
ja: サイズ:
pt: Dimensões
ru: Размеры

source: Size
de: Größe
es: Tama00f1o
fr: Taille
it: Dimensione
ja: サイズ:
pt: Tamanho
ru: Размер

source: Modification Time
de: Änderung der Zeit
es: Tiempo de modificación
fr: Temps de modification
it: Tempo di modifica
ja: 変更の時間
pt: Tempo de Modificação
ru: Время модификации

source: Positive
de: Positiv
es: Positivo
fr: Positif
it: Positivo
ja: ポジティブ
pt: Positivo
ru: Положительный

source: Negative
de: Negativ
es: Negativo
fr: Négatif
it: Negativo
ja: ログイン
pt: Negativo
ru: отрицательный

source: (negative prompt not shown by config setting)
de: (negative Eingabeaufforderung wird durch die Konfigurationseinstellung nicht angezeigt)
es: (el mensaje negativo no aparece en la configuración)
fr: (l'invite négative n'est pas affichée dans la configuration)
it: (la richiesta negativa non viene visualizzata dall'impostazione della configurazione)
ja: (コンフィグ設定で示さないネガティブプロンプト)
pt: (a mensagem negativa não é apresentada por definição de configuração)
ru: (отрицательная подсказка, не показанная конфигурацией)

source: Models
de: Modelle
es: Modelos
fr: Modèles
it: Modelli
ja: モデル
pt: Modelos
ru: Модели

source: LoRAs
de: LoRA
it: LoRA
ja: LoRA
pt: LoRA
ru: LoRA

source: Copy Prompt
de: Kopieraufforderung
es: Aviso de copia
fr: Invite à la copie
it: Copia Prompt
ja: コピープロンプト
pt: Copiar o Pedido
ru: Копировать быстро

source: Copy Prompt No BREAK
de: Kopieraufforderung Kein "BREAK"
es: Copie el aviso sin «BREAK».
fr: Invitation à copier sans « BREAK »
it: Copia Prompt No BREAK
ja: コピー プロンプト いいえ ブレイク
pt: Copiar o prompt sem “BREAK”
ru: Копировать подсказку без «BREAK»

source: Rotate Image Left
de: Bild nach links drehen
es: Girar imagen a la izquierda
fr: Rotation de l'image à gauche
it: Ruota l'immagine a sinistra
ja: 左にイメージを回転させる
pt: Rodar imagem à esquerda
ru: Поворот изображения слева

source: Rotate Image Right
de: Bild nach rechts drehen
es: Girar imagen al derecho
fr: Rotation de l'image à droite
it: Ruota l'immagine a destra
ja: 画像を右に回転させる
pt: Rodar imagem à direita
ru: Вращайте изображение правильно

source: Crop Image (Smart Detect)
de: Bild zuschneiden (Klug erkennen)
es: Recortar imagen (Detección inteligente)
fr: Recadrer l'image (détection intelligente)
it: Ritagliare l'immagine (Rilevamento intelligente)
ja: 作物のイメージ(スマートな検出)
pt: Recortar a Imagem (Detecção Inteligente)
ru: Обрезать изображение (Интеллектуальное обнаружение)

source: Enhance Image
de: Bild verbessern
es: Mejorar la imagen
fr: Améliorer l'image
it: Migliorare l'immagine
ja: イメージの強化
pt: Melhorar a Imagem
ru: Улучшить изображение

source: Random Crop
de: Zufälliger Bildausschnitt
es: Recortar al azar
fr: Récolte aléatoire
it: Raccolta casuale
ja: ランダムクロップ
pt: Recorte Aleatório
ru: Случайный урожай

source: Randomly Modify
de: Zufälliges ändern
es: Modificar al azar
fr: Modifier de façon aléatoire
it: Modificare a caso
ja: ランダム修正
pt: Modificar aleatoriamente
ru: случайные изменения

source: Flip Image Horizontally
de: Bild waagerecht spiegeln
es: Voltear imagen horizontalmente
fr: Retourner l'image horizontalement
it: Capovolgere l'immagine in orizzontale
ja: 横のフリップ イメージ
pt: Inverter a Imagem Horizontalmente
ru: Флип изображения горизонтально

source: Flip Image Vertically
de: Bild senkrecht spiegeln
es: Voltear imagen verticalmente
fr: Retourner l'image verticalement
it: Capovolgere l'immagine in verticale
ja: 縦にフリップ イメージ
pt: Inverter a Imagem Verticalmente
ru: Перевернуть изображение вертикально

source: Copy Without EXIF
de: Kopieren ohne EXIF
es: Copiar sin EXIF
ru: Копирование без EXIF

source: Convert to JPG
de: Konvertieren zu JPG
es: Convertir a JPG
ru: Преобразование в JPG

source: Show Metadata
de: Metadaten anzeigen
es: Mostrar metadatos
fr: Afficher les métadonnées
it: Mostra metadati
ja: メタデータを表示する
pt: Mostrar metadados
ru: Показать Метаданные

source: Open Related Image
de: Verwandtes Bild öffnen
es: Abrir Imagen relacionada
fr: Ouvrir Image associée
it: Aprire Immagine correlata
ja: 関連する画像を開く
pt: Abrir imagem relacionada
ru: Открытые связанные изображения

source: Image Generation
de: Bilderzeugung
es: Generación de imágenes
fr: Génération d'images
it: Generazione di immagini
ja: 画像生成
pt: Geração de Imagens
ru: Поколение изображений

source: Run Image Generation
de: Bilderzeugung ausführen
es: Ejecutar la generación de imágenes
fr: Lancer la génération d'images
it: Eseguire la generazione di immagini
ja: 映像生成の実行
pt: Executar a Geração de Imagens
ru: Поколение изображений

source: Press Shift+I on a main app window to run this
de: Drücken Sie Umschalt+I in einem Hauptanwendungsfenster, um dies auszuführen
es: Pulsa Mayús+I en una ventana de la aplicación principal para ejecutar esto
fr: Appuyez sur Shift+I dans une fenêtre de l'application principale pour lancer cette opération.
it: Premete Maiusc+I in una finestra dell'applicazione principale per eseguire questa operazione
ja: プレスシフト+ 私はメインアプリウィンドウでこれを実行します
pt: Pressione Shift+I na janela principal da aplicação para executar isto
ru: Сдвиг прессы+ Я на главном окне приложения, чтобы запустить это

source: Redo Prompt
de: Eingabeaufforderung wiederholen
es: Rehacer el aviso
fr: Refaire l'invite
it: Ripetere il prompt
ja: Redoのプロンプト
pt: Refazer o Pedido
ru: Скорая помощь

source: Tags
es: Etiquetas
it: Tag
ja: ニュース
pt: Etiquetas
ru: Тэги

source: Update Tags
es: Actualizar etiquetas
fr: Tags de mise à jour
it: Aggiornamenti Tag
ja: 更新タグ
pt: Actualizar as Marcas
ru: Теги обновления

source: Copied prompt
de: Kopierte Aufforderung
es: Copiado el aviso
fr: Invite copiée
it: Richiesta copiata
ja: Copiedのプロンプト
pt: Prompt copiada
ru: Копированное сообщение

source: Copied prompt without BREAK
de: Kopierte Aufforderung ohne "BREAK"
es: Copiado el aviso sin «BREAK».
fr: Copie de l'invite sans « BREAK »
it: Richiesta copiata senza BREAK
ja: BREAKなしでコピーされたプロンプト
pt: Copiou o prompt sem “BREAK”
ru: Копирован без перерыва

source: Rotated image right
de: Gedrehtes Bild rechts
es: Imagen girada a la derecha
fr: Rotation de l'image à droite
it: Immagine ruotata a destra
ja: 右に回転した画像
pt: Imagem rotacionada à direita
ru: Вращенное изображение правильно

source: Rotated image left
de: Gedrehtes Bild links
es: Imagen girada a la izquierda
fr: Rotation de l'image à gauche
it: Immagine ruotata a sinistra
ja: 左に回転した画像
pt: Imagem rotacionada à esquerda
ru: Вращенное изображение слева

source: Cropped image
de: Bild beschnitten
es: Imagen recortada
fr: Image recadrée
it: Immagine ritagliata
ja: Croppedイメージ
pt: Imagem recortada
ru: Обрезанное изображение

source: No crops found
de: Keine Bildausschnitte gefunden
es: No se ha encontrado ningún recorte de imagen
fr: Aucun recadrage d'image n'a été trouvé
it: Nessun ritaglio di immagine trovato
ja: 作物が見つかりません
pt: Não foram encontradas recortas
ru: Посевы не найдены
