Repository: tomhallmain/simple_image_compare
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de, es, fr, it, ja, pt, ru

source: Enhanced image
de: Bild verbessert
es: Imagen mejorada
fr: Image améliorée
it: Immagine migliorata
ja: 高められたイメージ
pt: Imagem melhorada
ru: Улучшенное изображение

source: Randomly cropped image
de: Zufällig beschnittenes Bild
es: Imagen recortada al azar
fr: Image recadrée de manière aléatoire
it: Immagine ritagliata a caso
ja: ランダムにクロップされた画像
pt: Imagem recortada aleatoriamente
ru: Случайно обрезанное изображение

source: Randomly modified image
de: Zufällig modifiziertes Bild
es: Imagen modificada al azar
fr: Image modifiée de manière aléatoire
it: Immagine modificata in modo casuale
ja: ランダムに修正された画像
pt: Imagem modificada aleatoriamente
ru: Случайно измененное изображение

source: Flipped image
de: Umgekehrtes Bild
es: Imagen invertida
fr: Image inversée
it: Immagine capovolta
ja: フリップイメージ
pt: Imagem virada
ru: Перевернутое изображение

source: Copied image without EXIF data
de: Kopiertes Bild ohne EXIF-Daten
es: Imagen copiada sin datos EXIF
ru: Скопированное изображение без данных EXIF

source: Error copying image without EXIF
de: Fehler beim Kopieren des Bildes ohne EXIF
es: Imagen de copia de error sin EXIF
ru: Ошибка при копировании изображения без EXIF

source: Converted image to JPG
de: Bild wurde zu JPG konvertiert
es: Imagen convertida a JPG
ru: Преобразование изображения в JPG

source: Error converting image to JPG
de: Fehler beim Konvertieren des Bildes zu JPG
es: Error al convertir la imagen a JPG
ru: Ошибка при преобразовании изображения в JPG

source: No metadata found
de: Keine Metadaten gefunden
es: No se han encontrado metadatos
fr: Pas de métadonnées trouvées
it: Nessun metadato trovato
ja: メタデータが見つかりません
pt: Não foram encontrados metadados
ru: Метаданные не найдены

source: (Exact Match Not Found)
de: (Genaue Übereinstimmung nicht gefunden)
es: (Coincidencia exacta no encontrada)
fr: (Correspondance exacte non trouvée)
it: (Partita esatta non trovata)
ja: (正確なマッチが見つかりません)
pt: (Correspondência exacta não encontrada)
ru: (точный матч не найден)

source: (No related image found)
de: (Kein zugehöriges Bild gefunden)
es: (No se ha encontrado ninguna imagen relacionada)
fr: (Aucune image connexe trouvée)
it: (Nessuna immagine correlata trovata)
ja: (関連画像が見つかりません)
pt: (Nenhuma imagem relacionada encontrada)
ru: (Не найдено никаких изображений)

source: %s downstream image(s) found.
de: {0} nachgeschaltete(s) Bild(er) gefunden.
es: Se han encontrado {0} imágenes relacionadas con la corriente descendente.
fr: {0} image(s) liée(s) à l'aval trouvée(s).
it: {0} immagini a valle trovate.
ja: {0} 下流画像(s)が見つかります。
pt: {0} imagem(ns) a jusante encontrada(s).
ru: {0} нисходящее изображение(ы) найдено.

source: %s (cached) downstream image(s) found.
de: {0} (zwischengespeicherte) nachgelagerte Bilder gefunden.
es: {0} (en caché) imagen(es) relacionada(s) con la corriente descendente encontrada(s).
fr: {0} (en cache) image(s) liée(s) à l'aval trouvée(s).
it: {0} (cache) immagini a valle trovate.
ja: {0} (キャッシュ済み) ダウンストリーム画像が見つかりました。
pt: {0} (em cache) imagem(ns) a jusante encontrada(s).
ru: {0} (кэшированное) изображение (изображения) вниз по течению.

source: No downstream related images found in
de: Keine stromabwärts gerichteten Bilder im Verzeichnis gefunden:
es: No se han encontrado imágenes relacionadas con la corriente descendente en
fr: Aucune image liée à l'aval n'a été trouvée dans
it: Non sono state trovate immagini relative al downstream in
ja: 下流関連の画像が見つかりません
pt: Não foram encontradas imagens relacionadas com o downstream em
ru: Не найдено ни одного связанного с нисходящим потоком изображения

source: Updated tags for %s
de: Aktualisierte Tags für {0}
es: Etiquetas actualizadas para {0}
fr: Mise à jour des tags pour {0}
it: Tag aggiornati per {0}
ja: {0} のタグを更新
pt: Etiquetas actualizadas para {0}
ru: Обновленные теги для {0}

source: Raw Image Metadata
de: Rohe Metadaten
es: Metadatos de imágenes sin procesar
fr: Métadonnées brutes
it: Metadati dell'immagine grezza
ja: 生画像メタデータ
pt: Metadados brutos da imagem
ru: Сырые метаданные из изображения

source: Metadata Viewer
de: Metadaten-Betrachter
es: Visor de metadatos
fr: Visualisateur de métadonnées
it: Visualizzatore di metadati
ja: メタデータビューア
pt: Visualizador de metadados
ru: Средство просмотра метаданных

source: Open a new related image with Shift+R on main window
de: Öffnen Sie ein neues zugehöriges Bild mit Shift+R im Hauptfenster
es: Abrir una nueva imagen relacionada con Mayús+R en la ventana principal
fr: Ouvrir une nouvelle image associée avec Shift+R dans la fenêtre principale
it: Aprire una nuova immagine correlata con Shift+R nella finestra principale.
ja: メインウィンドウでShift+Rで新しい関連画像を開きます
pt: Abrir uma nova imagem relacionada com Shift+R na janela principal
ru: Откройте новое связанное изображение с Shift+R на главном окне

source: Browsing Mode
de: Browsing-Modus
es: Modo de navegación
fr: Mode de navigation
it: Modalità di navigazione
ja: ブラウジングモード
pt: Modo de Navegação
ru: Режим просмотра

source: Searching Mode
de: Suchmodus
es: Modo de búsqueda
fr: Mode de recherche
it: Modalità di ricerca
ja: モード検索
pt: Modo de Pesquisa
ru: Режим поиска

source: Group Comparison Mode
de: Gruppenvergleichsmodus
es: Modo de comparación de grupos
fr: Mode de comparaison des groupes
it: Modalità di confronto tra gruppi
ja: グループ比較モード
pt: Modo de Comparação de Grupos
ru: Режим группового сравнения

source: Duplicate Detection Mode
de: Modus zur Erkennung von Duplikaten
es: Modo de detección de duplicados
fr: Mode de détection des doublons
it: Modalità di rilevamento dei duplicati
ja: 重複検出モード
pt: Modo de deteção de duplicados
ru: Дублированный режим обнаружения

source: Color Matching
de: Farbanpassung
es: Combinación de colores
fr: Correspondance des couleurs
it: Abbinamento dei colori
ja: 色の一致
pt: Correspondência de Cores
ru: Цветовое соответствие

source: CLIP Embedding
de: CLIP-Einbettung
es: Incrustación CLIP
fr: Intégration CLIP
it: Caratteristiche CLIP
ja: ログイン エンベディング
pt: Incorporação CLIP
ru: Встраивание CLIP

source: SigLIP Embedding
de: SigLIP-Einbettung
es: Incrustación SigLIP
fr: Intégration SigLIP
it: Caratteristiche SigLIP
ja: シグリップ エンベディング
pt: Incorporação SigLIP
ru: Встраивание SigLIP

source: FLAVA Embedding
de: FLAVA-Einbettung
es: Incrustación FLAVA
fr: Intégration FLAVA
it: Caratteristiche FLAVA
ja: フラヴァ エンベディング
pt: Incorporação FLAVA
ru: Встраивание FLAVA

source: ALIGN Embedding
de: ALIGN-Einbettung
es: Incrustación ALIGN
fr: Intégration ALIGN
it: Caratteristiche Align
ja: お問い合わせ エンベディング
pt: Incorporação ALIGN
ru: Встраивание ALIGN

source: X-VLM Embedding
de: X-VLM-Einbettung
es: Incrustación X-VLM
fr: Intégration X-VLM
it: Caratteristiche X-VLM
ja: X-VLMシリーズ エンベディング
pt: Incorporação X- VLM
ru: Встраивание X-VLM

source: Color diff threshold
de: Farbdifferenzschwelle
es: Umbral de diferencia de color
fr: Seuil de différenciation des couleurs
it: Soglia di diffusione del colore
ja: 色の相違のしきい値
pt: Limiar de diferenças de cor
ru: Цветной порог диффа

source: Embedding similarity threshold
de: Ähnlichkeitsschwelle für die Einbettung
es: Umbral de similitud de incrustación
fr: Seuil de similarité d'intégration
it: Soglia di somiglianza dell'incorporazione
ja: 類似性しきい値の埋め込み
pt: Limiar de semelhança de incorporação
ru: Введение порога сходства

source: Name
es: Nombre
fr: Nom
it: Nome
ja: お名前 (必須)
pt: Nome
ru: Имя

source: Full Path
de: Vollständiger Pfad
es: Ruta completa
fr: Trajectoire complète
it: Percorso completo
ja: 完全な道
pt: Caminho completo
ru: Полный путь

source: Creation Time
de: Schöpfungszeit
es: Tiempo de creación
fr: Le temps de la création
it: Tempo di creazione
ja: 制作時間
pt: Tempo de Criação
ru: Время создания

source: Modify Time
de: Zeit ändern
es: Modificar la hora
fr: Temps de modification
it: Tempo di modifica
ja: 時間の変更
pt: Modificar o Tempo
ru: Изменить время

source: Type
de: Typ
es: Tipo
it: Tipo
ja: タイプ:
pt: Tipo
ru: Тип

source: Name Length
de: Name Länge
es: Nombre Longitud
fr: Nom Longueur
it: Nome Lunghezza
ja: 名前 長さ
pt: Comprimento do Nome
ru: Название: Длина

source: Related Image
de: Verwandtes Bild
es: Imagen relacionada
fr: Image associée
it: Immagine correlata
ja: 関連画像
pt: Imagem Relacionada
ru: Связанный образ

source: Random
de: Zufällig
es: Al azar
fr: Au hasard
it: Casuale
ja: ランダム
pt: Aleatório
ru: Случайность

source: Image Pixels
de: Bildpunkte
es: Pixels de imagen
fr: Pixel d'image
it: Pixel di immagine
ja: 画像ピクセル
pt: Pixéis de imagem
ru: Пиксели изображения

source: Image Height
de: Bildhöhe
es: Altura de imagen
fr: Hauteur de l'image
it: Altezza immagine
ja: イメージの高さ
pt: Altura da Imagem
ru: Высота изображения

source: Image Width
de: Bild vergrößern
es: Imagen ancho
fr: Largeur de l'image
it: Larghezza immagine
ja: イメージの幅
pt: Largura da imagem
ru: Ширина изображения

source: ascending
de: aufsteigend
es: ascendente
fr: ordre croissant
it: crescente
ja: アセンシング
pt: ascendente
ru: восходящий

source: descending
de: absteigend
es: descendente
fr: ordre décroissant
it: decrescente
ja: 降下降下
pt: descendente
ru: нисходящий

source: random
de: zufällig
es: al azar
fr: au hasard
it: casuale
ja: ランダム
pt: aleatório
ru: случайный

source: Image
de: Bild
es: Imagen
it: Immagine
ja: サイトマップ
pt: Imagem
ru: Изображение

source: Video
fr: Vidéo
ja: ビデオ
pt: Vídeo
ru: Видео

source: Moved files
de: Dateien verschoben
es: Movidos los ficheros
fr: Fichiers déplacés
ja: ファイルの移動
pt: Ficheiros movidos
ru: Перемещенные файлы

source: Copied files
de: Dateien kopierten
es: Copiados los ficheros
fr: Fichiers copiés
ja: コピーされたファイル
pt: Ficheiros copiados
ru: Скопированные файлы

source: Removed files
de: Dateien entfernen
es: Eliminados los ficheros
fr: Fichiers supprimés
ja: 削除されたファイル
pt: Ficheiros removidos
ru: Удаленные файлы

source: Marked files
de: Markierte Dateien
es: Marcados los ficheros
fr: Fichiers marqués
ja: マークされたファイル
pt: Ficheiros marcados
ru: Помеченные файлы

source: Unmarked files
de: Unmarkierte Dateien
es: Desmarcados los ficheros
fr: Fichiers non marqués
ja: 注目のファイル
pt: Ficheiros não marcados
ru: Немаркированные файлы

source: Searched files
de: Durchsuchte Dateien
es: Buscados los ficheros
fr: Fichiers recherchés
ja: ファイル検索
pt: Ficheiros pesquisados
ru: Поисковые файлы

source: Compared files
de: Verglich Dateien
es: Comparados los ficheros
fr: Fichiers comparés
ja: 比較ファイル
pt: Ficheiros comparados
ru: Сравнение файлов

source: Generated images
de: Erstellte Bilder
es: Imágenes generadas
fr: Images générées
ja: 生成された画像
pt: Imagens geradas
ru: Сгенерированные изображения

source: Changed directory
de: Geändertes Verzeichnis
es: Cambiado de directorio
fr: Répertoire modifié
ja: 変更ディレクトリ
pt: Pasta alterada
ru: Измененный каталог

source: System
es: Sistema
fr: Système
ja: システム
pt: Sistema
ru: Система

source: Run Compares
de: Vergleiche ausführen
es: Ejecutar comparaciones
ru: Бег сравнивает

source: Run Search
de: Suche ausführen
es: Ejecutar búsqueda
ru: Выполнить поиск

source: Run Search Preset
de: Suchvoreinstellung ausführen
es: Ejecutar búsqueda preestablecida
ru: Выполнить предварительную настройку поиска

source: View Media Details
de: Mediendetails anzeigen
es: Ver detalles de los medios
ru: Посмотреть детали СМИ

source: View Recent Directories
de: Aktuelle Verzeichnisse anzeigen
es: Ver directorios recientes
ru: Просмотр последних каталогов

source: View File Actions
de: Datei-Aktionen anzeigen
es: Ver acciones de archivo
ru: Просмотр действий с файлами

source: Run File Actions
de: Datei-Aktionen ausführen
es: Ejecutar acciones de archivo
ru: Действия с запущенным файлом

source: Edit Prevalidations
de: Prävalidierungen bearbeiten
es: Editar Prevalidaciones
ru: Редактирование превалидаций

source: Run Prevalidations
de: Prävalidierungen durchführen
es: Prevalidaciones de carrera
ru: Запуск превалидаций

source: Run RefacDir
de: RefacDir ausführen
es: Ejecutar RefacDir
ru: Запустить RefacDir

source: Delete Media
de: Medien löschen
es: Borrar medios
ru: Удалить медиа

source: Start Application
de: Anwendung starten
es: Iniciar aplicación
ru: Запуск приложения

source: Access Password Administration
de: Zugang Kennwortverwaltung
es: Administración de contraseñas de acceso
ru: Доступ Пароль Администрирование

source: Command
de: Befehl
es: Comando
fr: Commande
it: Comando
ja: コマンド
pt: Comando
ru: Командование

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: コンテンツ
pt: Descrição
ru: Описание

source: Search current image in new window
de: Aktuelles Bild in neuem Fenster suchen
es: Buscar la imagen actual en una nueva ventana
fr: Recherche de l'image actuelle dans une nouvelle fenêtre
it: Cerca l'immagine corrente in una nuova finestra
ja: 新しいウィンドウで現在の画像を検索
pt: Pesquisar a imagem atual numa nova janela
ru: Поиск текущего изображения в новом окне

source: Return to Browsing mode
de: Rückkehr zum Browsing-Modus
es: Volver al modo de navegación
fr: Retour au mode navigation
it: Ritorno alla modalità di navigazione
ja: ブラウジングモードに戻る
pt: Regressar ao modo de navegação
ru: Вернуться в режим просмотра

source: Copy marks list
de: Markierungsliste kopieren
es: Copiar lista de marcas
fr: Copier la liste des notes
it: Copiare l'elenco dei voti
ja: マークリストのコピー
pt: Copiar lista de marcas
ru: Список знаков

source: Set current marks from previous marks list
de: Aktuelle Marken aus der Liste der vorherigen Marken setzen
es: Establecer las marcas actuales a partir de la lista de marcas anteriores
fr: Définir les marques actuelles à partir de la liste des marques précédentes
it: Impostare i segni attuali dall'elenco dei segni precedenti
ja: 前のマークリストから現在のマークを設定する
pt: Definir marcas actuais a partir da lista de marcas anteriores
ru: Установите текущие отметки из предыдущего списка

source: Run penultimate marks action
de: Vorletzte Markierungsaktion ausführen
es: Ejecutar penúltima acción de marcas
fr: Exécuter l'action des avant-dernières marques
it: Eseguire l'azione dei penultimi segni
ja: 貫通マークアクションを実行
pt: Executar a penúltima ação em marcas
ru: Запуск предпоследних знаков действия

source: Open Go to file window
de: Fenster Gehe zu Datei öffnen
es: Abrir la ventana Ir al archivo
fr: Ouvrir la fenêtre Aller au fichier
it: Aprire la finestra Vai al file
ja: オープン ファイルウィンドウに移動
pt: Abrir a janela Ir para o ficheiro
ru: Откройте окно Перейти к файлу

source: Hide/show sidebar
de: Seitenleiste ausblenden/einblenden
es: Ocultar/mostrar barra lateral
fr: Cacher/afficher la barre latérale
it: Nascondere/mostrare la barra laterale
ja: サイドバーを非表示/表示
pt: Ocultar/mostrar a barra lateral
ru: Скрыть/показать боковую панель

source: Open hotkeys window (*when marks window open)
de: Hotkeys-Fenster öffnen (*wenn das Markierungsfenster geöffnet ist)
es: Abrir ventana de teclas rápidas (*cuando se abre la ventana de marcas)
fr: Ouvrir la fenêtre des raccourcis clavier (*lorsque la fenêtre des marques est ouverte)
it: Aprire la finestra dei tasti di scelta rapida (*quando la finestra dei segni è aperta)
ja: ホットキーウィンドウを開きます(*マークウィンドウが開きます)
pt: Abrir a janela de teclas de atalho (*quando a janela de marcas está aberta)
ru: Открытое окно горячих ключей (*, когда окно открывается)

source: Open content filters window
de: Fenster Inhaltsfilter öffnen
es: Abrir la ventana de filtros de contenido
fr: Ouvrir la fenêtre des filtres de contenu
it: Aprire la finestra dei filtri del contenuto
ja: コンテンツフィルターウィンドウを開く
pt: Abrir a janela de filtros de conteúdo
ru: Открытое окно фильтров контента

source: Open marks window (no GUI)
de: Markenfenster öffnen (kein GUI)
es: Abrir ventana de marcas (sin interfaz gráfica)
fr: Ouvrir la fenêtre des marques (pas d'interface graphique)
it: Aprire la finestra dei marchi (senza interfaccia grafica)
ja: マークウィンドウを開く(GUIなし)
pt: Abrir a janela de marcas (sem interface gráfica)
ru: Окно открытых меток (без GUI)

source: Open marks window
de: Markenfenster öffnen
es: Abrir ventana de marcas
fr: Ouvrir la fenêtre des marques
it: Aprire la finestra dei segni
ja: マークウィンドウを開く
pt: Abrir janela de marcas
ru: Окно открытых дверей

source: Open marks action history window
de: Fenster Aktionshistorie öffnen
es: Abrir la ventana del historial de acciones de marcas
fr: Ouvrir la fenêtre de l'historique des marques
it: Aprire la finestra della cronologia delle azioni dei marchi
ja: マークアクション履歴ウィンドウを開く
pt: Abrir marcas na janela do histórico de acções
ru: Открытое окно истории событий

source: Quit
de: Beenden
es: Deja
fr: Quitter
it: Abbandonare
ja: ログイン
pt: Sair
ru: Бросить

source: Open security configuration window
de: Fenster der Sicherheitskonfiguration öffnen
es: Abrir la ventana de configuración de seguridad
ru: Откройте окно конфигурации безопасности

source: Run previous marks action
de: Vorherige Markierungsaktion ausführen
es: Ejecutar la acción de marcas anteriores
fr: Exécuter l'action des marques précédentes
it: Eseguire l'azione dei segni precedenti
ja: 前のマークアクションを実行する
pt: Executar ação anterior em marcas
ru: Запуск предыдущих знаков

source: Continue image generation
de: Bilderzeugung fortsetzen
es: Continuar la generación de imágenes
fr: Poursuivre la génération d'images
it: Continuare la generazione di immagini
ja: 画像生成の継続
pt: Continuar a geração de imagens
ru: Продолжить генерацию изображений

source: Cancel image generation
de: Bilderzeugung abbrechen
es: Cancelar la generación de imágenes
fr: Annuler la génération d'images
it: Annullamento della generazione di immagini
ja: 画像生成をキャンセル
pt: Cancelar a geração de imagens
ru: Отменить генерацию изображений

source: Run next text embedding search preset
de: Nächste Suchvorgabe für Texteinbettung ausführen
es: Ejecutar el siguiente preajuste de búsqueda de texto incrustado
fr: Lancer la recherche d'intégration de texte suivante
it: Eseguire la prossima preimpostazione di ricerca di incorporamento del testo
ja: 次のテキスト埋め込み検索プリセットを実行します
pt: Executar a predefinição de pesquisa de incorporação de texto seguinte
ru: Запустите следующую предустановку поиска встраивания текста

source: Run permanent marks action
de: Aktion Dauerhafte Markierungen ausführen
es: Ejecutar la acción de marcas permanentes
fr: Exécuter l'action des marques permanentes
it: Eseguire l'azione Marchi permanenti
ja: 永久的な印の行為を実行して下さい
pt: Executar uma ação permanente nas marcas
ru: Запуск постоянного знака

source: Open type configuration window
de: Typkonfigurationsfenster öffnen
es: Abre el tipo de configuración ventana
fr: Ouvrir la fenêtre de configuration du type
it: Apri la finestra di configurazione del tipo
ja: タイプ構成ウィンドウを開く
pt: Abrir a janela de configuração do tipo
ru: Открытое окно конфигурации типа

source: Open new compare window
de: Neues Vergleichsfenster öffnen
es: Abrir nueva ventana de comparación
fr: Ouvrir une nouvelle fenêtre de comparaison
it: Aprire una nuova finestra di confronto
ja: 新しい比較ウィンドウを開く
pt: Abrir nova janela de comparação
ru: Открыть новое окно сравнения

source: Move previous marks to a different directory
de: Vorherige Markierungen in ein anderes Verzeichnis verschieben
es: Mover las marcas anteriores a un directorio diferente
fr: Déplacer les marques précédentes dans un autre répertoire
it: Spostare i segni precedenti in una directory diversa
ja: 前のマークを別のディレクトリに移動する
pt: Mover as marcas anteriores para uma pasta diferente
ru: Переместить предыдущие отметки в другой каталог

source: Undo previous marks changes
de: Rückgängigmachen früherer Änderungen an Markierungen
es: Deshacer cambios de marcas anteriores
fr: Annuler les changements de marques précédents
it: Annullare le modifiche ai marchi precedenti
ja: 前のマークが変更されない
pt: Desfazer as alterações das marcas anteriores
ru: Отменить предыдущие изменения меток

source: Toggle fullscreen
de: Vollbild umschalten
es: Pantalla completa
fr: Basculer en plein écran
it: Alterna lo schermo intero
ja: フルスクリーンをトグル
pt: Alternar a tela cheia
ru: Переключить полноэкранный режим

source: Go to first sorted image
de: Gehe zum ersten sortierten Bild
es: Ir a la primera imagen ordenada
fr: Aller à la première image triée
it: Vai alla prima immagine ordinata
ja: 最初にソートされた画像に移動
pt: Ir para a primeira imagem ordenada
ru: Перейти к первому отсортированному изображению

source: Go to last sorted image
de: Gehe zum letzten sortierten Bild
es: Ir a la última imagen ordenada
fr: Aller à la dernière image triée
it: Vai all'ultima immagine ordinata
ja: 最後の並べ替え画像に移動
pt: Ir para a última imagem ordenada
ru: Перейти к последнему сортированному изображению

source: Show previous/next image
de: Vorheriges/nächstes Bild anzeigen
es: Mostrar imagen anterior/siguiente
fr: Afficher l'image précédente/suivante
it: Mostra l'immagine precedente/successiva
ja: 前の画像/次の画像を表示
pt: Mostrar imagem anterior/próxima
ru: Показать предыдущее / следующее изображение

source: Page through images
de: Bilder durchblättern
es: Pasar imágenes
fr: Parcourir les images
it: età attraverso le immagini
ja: サイトマップ
pt: Página através de imagens
ru: Страница через изображения

source: Search current image in current window
de: Aktuelles Bild im aktuellen Fenster suchen
es: Buscar la imagen actual en la ventana actual
fr: Recherche de l'image actuelle dans la fenêtre actuelle
it: Cerca l'immagine corrente nella finestra corrente
ja: 現在のウィンドウで現在の画像を検索
pt: Procurar a imagem actual na janela actual
ru: Поиск текущего изображения в текущем окне

source: Clear all hidden images
de: Alle versteckten Bilder löschen
es: Borrar todas las imágenes ocultas
fr: Effacer toutes les images cachées
it: Cancella tutte le immagini nascoste
ja: すべての隠された画像をクリア
pt: Limpar todas as imagens ocultas
ru: Все скрытые изображения

source: Clear marks list
de: Markierungsliste löschen
es: Borrar lista de marcas
fr: Effacer la liste des marques
it: Elenco dei segni chiari
ja: クリアマークリスト
pt: Limpar lista de marcas
ru: Четкий список

source: Show image details
de: Bilddetails anzeigen
es: Mostrar detalles de la imagen
fr: Afficher les détails de l'image
it: Mostra i dettagli dell'immagine
ja: 画像の詳細を表示
pt: Mostrar os detalhes da imagem
ru: Показать изображения детали

source: Delete image (or marked file group if marks window selected)
de: Bild löschen (oder markierte Dateigruppe, wenn das Markierungsfenster ausgewählt ist)
es: Borrar imagen (o grupo de archivos marcados si se ha seleccionado la ventana de marcas)
fr: Supprimer l'image (ou le groupe de fichiers marqués si la fenêtre des marques est sélectionnée)
it: Elimina l'immagine (o il gruppo di file contrassegnati se la finestra dei contrassegni è selezionata)
ja: 削除イメージ(またはマークされたファイルグループを選択した場合)
pt: Eliminar imagem (ou grupo de ficheiros marcados se a janela de marcas estiver selecionada)
ru: Удалить изображение (или помеченную группу файлов, если выбрано окно отметок)

source: Go to next mark
de: Zur nächsten Markierung gehen
es: Ir a la siguiente marca
fr: Passer à la marque suivante
it: Vai al segno successivo
ja: 次のマークへ
pt: Ir para a marca seguinte
ru: Перейти к следующей марке

source: Show help window
de: Hilfefenster anzeigen
es: Mostrar ventana de ayuda
fr: Afficher la fenêtre d'aide
it: Mostra la finestra di aiuto
ja: ヘルプウィンドウを表示
pt: Mostrar a janela de ajuda
ru: Показать окно помощи

source: Run image generation
de: Bilderzeugung ausführen
es: Ejecutar la generación de imágenes
fr: Lancer la génération d'images
it: Eseguire la generazione dell'immagine
ja: 画像生成を実行
pt: Executar a geração de imagens
ru: Запуск генерации изображений

source: Run content filters for all files in the current directory
de: Inhaltsfilter für alle Dateien im aktuellen Verzeichnis ausführen
es: Ejecutar filtros de contenido para todos los archivos del directorio actual
fr: Exécuter des filtres de contenu pour tous les fichiers du répertoire actuel
it: Eseguire i filtri di contenuto per tutti i file nella directory corrente
ja: 現在のディレクトリ内のすべてのファイルに対してコンテンツフィルタを実行する
pt: Executar filtros de conteúdo para todos os ficheiros no diretório atual
ru: Запуск фильтров содержимого для всех файлов в текущем каталоге
