Repository: tomhallmain/simple_image_compare
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de, es, fr, it, ja, pt, ru

source: View last moved image mark
de: Zuletzt verschobene Bildmarke anzeigen
es: Ver la última marca de imagen movida
fr: Afficher la dernière marque d'image déplacée
it: Visualizza il contrassegno dell'ultima immagine spostata
ja: 最終移動イメージマークを見る
pt: Ver a última marca da imagem movida
ru: Просмотр последней перемещенной метки изображения

source: Toggle content filters
de: Inhaltsfilter umschalten
es: Alternar filtros de contenido
fr: Filtres de contenu
it: Alterna i filtri dei contenuti
ja: コンテンツフィルタの切り替え
pt: Alternar os filtros de conteúdo
ru: Переключение фильтров содержимого

source: Add or remove a mark for current image
de: Hinzufügen oder Entfernen einer Markierung für das aktuelle Bild
es: Añadir o eliminar una marca para la imagen actual
fr: Ajouter ou supprimer une marque pour l'image actuelle
it: Aggiungere o rimuovere un contrassegno per l'immagine corrente
ja: 現在の画像のマークの追加または削除
pt: Adicionar ou remover uma marca para a imagem atual
ru: Добавить или удалить метку для текущего изображения

source: Add all marks between most recently set and current selected inclusive, or all marks in current group
de: Hinzufügen aller Marken zwischen der zuletzt gesetzten und der aktuell ausgewählten Marke oder aller Marken in der aktuellen Gruppe
es: Añadir todas las marcas entre la última establecida y la actual seleccionada inclusive, o todas las marcas del grupo actual
fr: Ajouter toutes les marques entre le dernier ensemble et l'ensemble sélectionné, ou toutes les marques du groupe actuel
it: Aggiungere tutti i voti tra l'ultimo impostato e l'attuale selezionato compreso, o tutti i voti del gruppo attuale
ja: 最近設定したすべてのマークと、現在のグループで選択したすべてのマークを追加します。
pt: Adicionar todas as marcas entre a mais recente definida e a atual selecionada inclusive, ou todas as marcas no grupo atual
ru: Добавить все отметки между последней установленной и текущей выбранной включительно, или все отметки в текущей группе

source: Open image in GIMP
de: Bild in GIMP öffnen
es: Abrir imagen en GIMP
fr: Ouvrir l'image dans GIMP
it: Aprire l'immagine in GIMP
ja: GIMPで画像を開く
pt: Abrir imagem no GIMP
ru: Открытое изображение в GIMP

source: Randomly modify image
de: Bild zufällig ändern
es: Modificar la imagen aleatoriamente
fr: Modifier l'image de manière aléatoire
it: Modifica casuale dell'immagine
ja: ランダムに画像を変更
pt: Modificar aleatoriamente a imagem
ru: Случайное изменение изображения

source: View related image (controlnet, etc.)
de: Zugehöriges Bild anzeigen (controlnet, usw.)
es: Ver imagen relacionada (controlnet, etc.)
fr: Voir l'image associée (controlnet, etc.)
it: Visualizza l'immagine correlata (controlnet, ecc.)
ja: 関連画像(コントロールネットなど)を見る
pt: Ver imagem relacionada (controlnet, etc.)
ru: Смотреть связанные изображения (controlnet и т.д.)

source: Toggle slideshow
de: Diashow umschalten
es: Alternar la presentación de diapositivas
fr: Afficher le diaporama
it: Alterna lo slideshow
ja: トグルスライドショー
pt: Alternar apresentação
ru: Переключить слайдшоу

source: Find related images in open window
de: Verwandte Bilder im offenen Fenster finden
es: Buscar imágenes relacionadas en ventana abierta
fr: Trouver des images connexes dans la fenêtre ouverte
it: Trova le immagini correlate nella finestra aperta
ja: 開いたウィンドウで関連画像を探す
pt: Procurar imagens relacionadas na janela aberta
ru: Найти соответствующие изображения в открытом окне

source: Run refacdir
de: Refacdir ausführen
es: Ejecutar refacdir
fr: Exécuter refacdir
it: Eseguire refacdir
ja: refacdir を実行
pt: Executar o refacdir
ru: Скрыть текущее изображение

source: Hide current image
de: Aktuelles Bild ausblenden
es: Ocultar la imagen actual
fr: Masquer l'image actuelle
it: Nascondere l'immagine corrente
ja: 現在のイメージを隠す
pt: Ocultar imagem atual
ru: Скрыть текущее изображение

source: Set marks from downstream related images
de: Marken aus nachgelagerten Bildern setzen
es: Establecer marcas a partir de imágenes relacionadas aguas abajo
fr: Marques de démarcation par rapport aux images liées à l'aval
it: Impostare i contrassegni da immagini correlate a valle
ja: 下流関連画像からマークを設定する
pt: Definir marcas de imagens relacionadas a jusante
ru: Установите метки на изображениях, относящихся к нижнему течению

source: Show previous/next group
de: Vorherige/nächste Gruppe anzeigen
es: Mostrar grupo anterior/siguiente
fr: Afficher le groupe précédent/suivant
it: Mostra il gruppo precedente/successivo
ja: 前のグループを表示
pt: Mostrar o grupo anterior/próximo
ru: Показать предыдущую/следующую группу

source: Show Toasts
de: Toasts anzeigen
es: Mostrar brindis
fr: Toasts du spectacle
it: Mostra Brindisi
ja: トーストショー
pt: Mostrar brindes
ru: Показать тосты

source: Slideshow Interval (sec)
de: Diashow-Intervall (Sek.)
es: Intervalo de diapositivas (seg)
fr: Intervalle de diaporama (sec)
it: Intervallo di presentazione (sec)
ja: スライドショーインターバル(秒)
pt: Intervalo de Apresentação (seg)
ru: Интервал показа слайдов (сек)

source: File Check Interval (sec)
de: Datei-Prüfintervall (sec)
es: Intervalo de actualización de archivos (seg)
fr: Intervalle de vérification des fichiers (sec)
it: Intervallo di controllo dei file (sec)
ja: ファイル更新間隔 (秒)
pt: Intervalo de atualização de ficheiros (seg)
ru: Интервал обновления файлов (сек)

source: Max Search Results
de: Max Suchergebnisse
es: Resultados de la búsqueda Max
fr: Résultats de la recherche Max
it: Risultati della ricerca Max
ja: 最高の検索結果
pt: Resultados da Pesquisa Máxima
ru: Максимальные результаты поиска

source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
ja: 並び替え
pt: Ordenar por
ru: Сортировать по

source: Toasts Persist (sec)
de: Toasts bleiben bestehen (sec)
es: Los brindis persisten (seg)
fr: Les toasts persistent (sec)
it: I brindisi persistono (sec)
ja: トースト・ペルシスト(秒)
pt: Os brindes persistem (seg)
ru: Тосты сохраняются (сек)

source: Title Notify Persist (sec)
de: Titel Benachrichtigung Dauerhaft (Sekunden)
es: Título Notificar Persistir (seg)
fr: Titre Notifier Persister (s)
ja: タイトル ペルシストを通知 (秒)
pt: Título Notificar Persistência (seg)
ru: Название Уведомить о сохранении (сек)

source: Delete Instantly
de: Sofortiges Löschen
es: Borrar al instante
fr: Supprimer instantanément
ja: 即時削除
pt: Apagar Instantaneamente
ru: Удалить мгновенно

source: Trash Folder
de: Ordner Papierkorb
es: Carpeta Papelera
fr: Dossier de la corbeille
it: Cartella dei rifiuti
ja: ゴミ箱フォルダ
pt: Pasta de Lixo
ru: Папка для мусора

source: Image Tagging Enabled
de: Bild-Tagging aktiviert
es: Etiquetado de imágenes activado
fr: Activation du balisage des images
it: Tagging delle immagini abilitato
ja: 画像タグ有効
pt: Etiquetagem de imagens activada
ru: Тегирование изображений включено

source: Escape Backslash Filepaths
de: Escape Backslash-Dateipfade
es: Escape de barras invertidas en rutas de archivos
fr: Échapper à la barre oblique inverse chemins d'accès aux fichiers
it: Fuga dei percorsi dei file con backslash
ja: ファイルパスのバックスラッシュをエスケープする
pt: Escape as barras invertidas nos caminhos dos ficheiros
ru: Исключение обратных косых символов в путях файлов

source: Password protection is required for this action but is not currently configured.
de: Für diese Aktion ist ein Kennwortschutz erforderlich, der jedoch derzeit nicht konfiguriert ist.
es: La protección por contraseña es necesaria para esta acción, pero actualmente no está configurada.
ru: Для этого действия требуется защита паролем, но в настоящее время она не настроена.

source: Loading image classifier <{0}> ...
de: Laden des Bildklassifizierers <{0}> ...
es: Cargando clasificador de imágenes <{0}> ...
ru: Загрузка классификатора изображений <{0}> ...

source: - marked
de: - markiert
es: - marcado
ru: - отмеченный

source: OK
de: GUT
es: VALE

source: Application Password Required
es: Contraseña de aplicación necesaria

source: A password is required to open this application.
es: Se necesita una contraseña para abrir esta aplicación.

source: testing classifier {0} for {1}
fr: teste le classificateur {0} pour {1}
it: testando il classificatore {0} per {1}
ja: {1}に対するテスト分類器{0}。
pt: teste do classificador {0} para {1}

source: GIF
ja: ギフト

source: PDF
ja: サイトマップ
