Repository: tomhallmain/simple_image_compare
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de, es, fr, it, ja, pt, ru

source: Invalid action, no files found to delete
de: Ungültige Aktion, keine Dateien zum Löschen gefunden
es: Acción no válida, no se han encontrado archivos para eliminar
fr: Action non valide, aucun fichier à supprimer n'a été trouvé
it: Azione non valida, nessun file trovato da eliminare
ja: 無効なアクションです。
pt: Ação inválida, não foram encontrados ficheiros para eliminar
ru: Недействительные действия, файлы не найдены для удаления

source: Invalid action, search image not found
de: Ungültige Aktion, Suchbild nicht gefunden
es: Acción no válida, imagen de búsqueda no encontrada
fr: Action non valide, l'image recherchée n'a pas été trouvée
it: Azione non valida, immagine di ricerca non trovata
ja: 無効なアクションです。
pt: Acção inválida, a imagem de pesquisa não foi encontrada
ru: Недействительное действие, поиск изображения не найден

source: Failed to delete current file, unable to get valid filepath
de: Aktuelle Datei konnte nicht gelöscht werden, da kein gültiger Dateipfad ermittelt werden konnte
es: No se ha podido eliminar el archivo actual, no se ha podido obtener una ruta de archivo válida.
fr: Échec de la suppression du fichier actuel, impossibilité d'obtenir un chemin d'accès valide.
it: Impossibile cancellare il file corrente, non è stato possibile ottenere un percorso di file valido.
ja: 有効なファイルパスが取得できず、現在のファイルの削除に失敗しました。
pt: Falha ao remover o arquivo atual, não foi possível obter o caminho válido
ru: Не удалось удалить текущий файл, не смог получить действительный путь файла

source: Removing file: {0}
de: Die Datei wird entfernt: {0}
es: Eliminando archivo: {0}
fr: Suppression du fichier : {0}
it: Rimozione del file: {0}
ja: ファイルを削除しています： {0}
pt: Removendo arquivo: {0}
ru: Удаление файла: {0}

source: Failed to send file to the trash, so it will be deleted. Either pip install send2trash or set a specific trash folder in config.json.
de: Die Datei konnte nicht in den Papierkorb gesendet werden, daher wird sie gelöscht. Entweder pip installiert send2trash oder setzt einen bestimmten Papierkorbordner in config.json.
es: No se ha podido enviar el archivo a la papelera, por lo que se eliminará. Instale pip send2trash o establezca una carpeta específica en config.json.
fr: Échec de l'envoi du fichier à la corbeille, il sera donc supprimé. Il faut soit installer send2trash par pip, soit définir un dossier spécifique pour la corbeille dans config.json.
it: Non è riuscito a inviare il file al cestino, quindi sarà cancellato. Installare con pip send2trash o impostare una cartella specifica per il cestino in config.json.
ja: ゴミ箱へのファイル送信に失敗しました。pipでsend2trashをインストールするか、config.jsonでゴミ箱フォルダを指定してください。
pt: Falha ao enviar o arquivo para a lixeira, então ele será excluído. Ou o pip instala o send2trash ou define uma pasta de lixo específica no config.json.
ru: Не удалось отправить файл в корзину, поэтому он будет удален. Либо установите pip send2trash, либо задайте конкретную папку для корзины в config.json.

source: Invalid target filepath for replacement:
de: Ungültiger Zieldateipfad für Ersetzung:
es: Ruta de archivo de destino no válida para la sustitución:
fr: Chemin d'accès au fichier cible non valide pour le remplacement :
it: Percorso del file di destinazione non valido per la sostituzione:
ja: 置換対象のファイルパスが無効です：
pt: Caminho de ficheiro de destino inválido para substituição:
ru: Недействительный целевой файловый путь для замены:

source: Moved search image to
de: Suchbild verschoben nach
es: Imagen de búsqueda trasladada a
fr: Déplacement de l'image de recherche dans
it: Spostata l'immagine di ricerca in
ja: 検索画像を：
pt: Mover a imagem de pesquisa para
ru: Перемещенное поисковое изображение на

source: Running image gen:
de: Laufende Bilderzeugung:
es: Ejecutar la generación de imágenes:
fr: Génération d'images en cours :
it: Esecuzione dell'immagine gen:
ja: イメージ・ジェネレーションの実行：
pt: Geração da imagem em execução:
ru: Запуск Image Gen:

source: Error running image generation:
de: Fehler bei der Bilderzeugung:
es: Error al generar la imagen:
fr: Erreur lors de la génération de l'image :
it: Errore nell'esecuzione della generazione di immagini:
ja: 画像生成の実行エラー：
pt: Erro ao executar a geração de imagens:
ru: Ошибка генерации изображений:

source: Running refacdir
de: Ausführen der refacdir-App
es: Ejecución de la aplicación refacdir
fr: Lancer refacdir
it: Esecuzione di refacdir
ja: ランニング refacdir
pt: A executar o refacdir
ru: Запуск факультатива

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
pt: Erro
ru: ошибка

source: GROUP_DETAILS
de: Gruppe {0} von {1} Größe: {2}
es: Grupo {0} de {1} Tamaño: {2}
fr: Groupe {0} de {1} Taille: {2}
it: Gruppo {0} di {1} Dimensione: {2}
ja: グループ{0}/{1} サイズ：{2}
pt: Grupo {0} de {1} Tamanho: {2}
ru: Группа {0} {1} Размер: {2}

source: No image files found
de: Keine Bilddateien gefunden
es: No se han encontrado archivos de imagen
fr: Aucun fichier image trouvé
it: Nessun file immagine trovato
ja: 画像ファイルが見つかりません
pt: Nenhum ficheiro de imagem encontrado
ru: Файлы изображений не найдены

source: 1 image file found
de: 1 Bilddatei gefunden
es: 1 archivo de imagen encontrado
fr: 1 fichier image trouvé
it: 1 file immagine trovato
ja: 1 見つかった画像ファイル
pt: 1 ficheiro de imagem encontrado
ru: Найден 1 файл изображения

source: {0} image files found
de: {0} Bilddateien gefunden
es: {0} archivos de imagen encontrados
fr: {0} fichiers images trouvés
it: {0} file immagine trovati
ja: {0} イメージファイルが見つかりました
pt: {0} ficheiros de imagem encontrados
ru: Найдено {0} файлов изображений

source: (filtered)
de: (gefiltert)
es: (filtrado)
fr: (filtré)
it: (filtrato)
ja: (フィルタリング)
pt: (filtrado)
ru: (фильтровано)

source: Password Administration
de: Passwort-Verwaltung
es: Administración de contraseñas
ru: Администрирование паролей

source: Password Protection Settings
de: Passwortschutz-Einstellungen
es: Configuración de la protección por contraseña
ru: Настройки защиты паролем

source: Protected Actions
de: Geschützte Handlungen
es: Acciones protegidas
ru: Защищенные действия

source: Select which actions require password authentication:
de: Wählen Sie aus, welche Aktionen eine Kennwortauthentifizierung erfordern:
es: Seleccione qué acciones requieren autenticación de contraseña:
ru: Выберите, какие действия требуют проверки подлинности пароля:

source: (Always protected if a password is set)
de: (Immer geschützt, wenn ein Passwort festgelegt ist)
es: (Siempre protegido si se establece una contraseña)
ru: (Всегда защищена, если установлен пароль)

source: Session Timeout Settings
de: Einstellungen für die Sitzungsdauer
es: Configuración del tiempo de espera de la sesión
ru: Настройки таймаута сеанса

source: Enable session timeout (remember password for a period)
de: Sitzungsdauer aktivieren (Passwort eine Zeit lang speichern)
es: Activar el tiempo de espera de la sesión (recordar la contraseña durante un tiempo)
ru: Включите тайм-аут сессии (запоминание пароля на определенное время)

source: Session timeout duration (minutes):
de: Dauer der Sitzungsunterbrechung (Minuten):
es: Duración del tiempo de espera de la sesión (minutos):
ru: Длительность тайм-аута сеанса (минуты):

source: Password Setup
de: Kennwort einrichten
es: Configuración de contraseña
ru: Настройка пароля

source: Password is configured
de: Kennwort ist konfiguriert
es: La contraseña está configurada
ru: Пароль настроен

source: Change Password
de: Kennwort ändern
es: Cambiar contraseña
ru: Изменить пароль

source: Remove Password
de: Kennwort entfernen
es: Eliminar contraseña
ru: Удалить пароль

source: Set up a password to enable protection:
de: Richten Sie ein Passwort ein, um den Schutz zu aktivieren:
es: Establezca una contraseña para activar la protección:
ru: Установите пароль для включения защиты:

source: New Password:
de: Neues Kennwort:
es: Nueva contraseña:
ru: Новый пароль:

source: Confirm Password:
de: Bestätigen Sie das Kennwort:
es: Confirmar contraseña:
ru: Подтвердите пароль:

source: Set Password
de: Kennwort festlegen
es: Establecer contraseña
ru: Установить пароль

source: Reset to Defaults
de: Auf Standardwerte zurücksetzen
es: Restablecer valores por defecto
ru: Сброс настроек по умолчанию

source: Set to Current
de: Auf Strom einstellen
es: Ajustar a actual
ru: Установить на текущий

source: Export Cache as JSON
de: Cache als JSON exportieren
es: Exportar caché como JSON
ru: Экспорт кэша в формате JSON

source: Save Settings
de: Einstellungen speichern
es: Guardar ajustes
ru: Сохранить настройки

source: Close
de: Schließen
es: Cerca
ru: Закрыть

source: Password protection settings saved.
de: Kennwortschutz-Einstellungen gespeichert.
es: Ajustes de protección por contraseña guardados.
ru: Сохранение настроек защиты паролем.

source: Are you sure you want to reset all password protection settings to their default values?
de: Sind Sie sicher, dass Sie alle Kennwortschutzeinstellungen auf die Standardwerte zurücksetzen wollen?
es: ¿Estás seguro de que quieres restablecer todos los ajustes de protección de contraseña a sus valores por defecto?
ru: Вы уверены, что хотите сбросить все настройки защиты паролем до значений по умолчанию?

source: Settings reset to defaults.
de: Die Einstellungen werden auf die Standardwerte zurückgesetzt.
es: Restablece los ajustes predeterminados.
ru: Настройки сбрасываются до значений по умолчанию.

source: Are you sure you want to restore all settings to their current saved state? This will discard any unsaved changes.
de: Sind Sie sicher, dass Sie alle Einstellungen auf ihren aktuellen Stand zurücksetzen wollen? Dadurch werden alle nicht gespeicherten Änderungen verworfen.
es: ¿Estás seguro de que quieres restaurar todos los ajustes a su estado actual? Esto descartará cualquier cambio no guardado.
ru: Вы уверены, что хотите восстановить все настройки в текущем сохраненном состоянии? Это приведет к удалению всех несохраненных изменений.

source: Settings restored to current saved state.
de: Die Einstellungen werden auf den aktuell gespeicherten Stand zurückgesetzt.
es: Configuración restaurada al estado actual guardado.
ru: Настройки восстанавливаются в текущее сохраненное состояние.

source: Please enter a password.
de: Bitte geben Sie ein Passwort ein.
es: Por favor, introduzca una contraseña.
ru: Пожалуйста, введите пароль.

source: Passwords do not match.
de: Die Kennwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
ru: Пароли не совпадают.

source: Password must be at least 6 characters long.
de: Das Kennwort muss mindestens 6 Zeichen lang sein.
es: La contraseña debe tener al menos 6 caracteres.
ru: Пароль должен состоять не менее чем из 6 символов.

source: Password set successfully.
de: Kennwort erfolgreich gesetzt.
es: Contraseña establecida correctamente.
ru: Пароль установлен успешно.

source: Failed to set password.
de: Das Kennwort konnte nicht gesetzt werden.
es: Fallo al establecer la contraseña.
ru: Не удалось установить пароль.

source: Current Password:
de: Aktuelles Kennwort:
es: Contraseña actual:
ru: Текущий пароль:

source: Confirm New Password:
de: Neues Kennwort bestätigen:
es: Confirme la nueva contraseña:
ru: Подтвердите новый пароль:

source: Current password is incorrect.
de: Das aktuelle Kennwort ist nicht korrekt.
es: La contraseña actual es incorrecta.
ru: Текущий пароль неверен.

source: New passwords do not match.
de: Die neuen Kennwörter stimmen nicht überein.
es: Las nuevas contraseñas no coinciden.
ru: Новые пароли не совпадают.

source: Password changed successfully.
de: Kennwort erfolgreich geändert.
es: Contraseña cambiada con éxito.
ru: Пароль успешно изменен.

source: Failed to change password.
de: Kennwort kann nicht geändert werden.
es: Error al cambiar la contraseña.
ru: Не удалось изменить пароль.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt: Cancelar
ru: отменить

source: Are you sure you want to remove password protection? This will disable all password requirements.
de: Sind Sie sicher, dass Sie den Kennwortschutz aufheben wollen? Dadurch werden alle Kennwortanforderungen deaktiviert.
es: ¿Está seguro de que desea eliminar la protección por contraseña? Esto desactivará todos los requisitos de contraseña.
ru: Вы уверены, что хотите снять защиту паролем? Это отключит все требования к паролю.

source: Password removed successfully.
de: Kennwort erfolgreich entfernt.
es: Contraseña eliminada correctamente.
ru: Пароль успешно удален.

source: Failed to remove password.
de: Das Kennwort konnte nicht entfernt werden.
es: No se ha podido eliminar la contraseña.
ru: Не удалось удалить пароль.

source: Cache exported as JSON to:
de: Cache als JSON exportiert nach:
es: Caché exportado como JSON a:
ru: Кэш экспортируется в формате JSON в:

source: Failed to export cache as JSON:
de: Der Cache konnte nicht als JSON exportiert werden:
es: Error al exportar la caché como JSON:
ru: Не удалось экспортировать кэш в формате JSON:

source: Password Required
de: Kennwort erforderlich
es: Contraseña obligatoria
ru: Требуется пароль

source: Password Protection
de: Kennwortschutz
es: Protección por contraseña
ru: Защита паролем

source: Password required for: {0}
de: Kennwort erforderlich für: {0}
es: Contraseña requerida para: {0}
ru: Требуется пароль для: {0}

source: Password:
de: Kennwort:
es: Contraseña:
ru: Пароль:

source: Password Protection Available
de: Kennwortschutz verfügbar
es: Protección por contraseña disponible
ru: Доступна защита паролем

source: This action requires password protection: {0}
de: Diese Aktion erfordert einen Kennwortschutz: {0}
es: Esta acción requiere protección por contraseña: {0}
ru: Это действие требует защиты паролем: {0}

source: Password protection is not currently configured. You can:
de: Der Kennwortschutz ist derzeit nicht konfiguriert. Sie können:
es: La protección por contraseña no está configurada actualmente. Puede hacerlo:
ru: В настоящее время защита паролем не настроена. Вы можете:

source: • Configure password protection for sensitive actions
de: • Konfigurieren Sie den Kennwortschutz für sensible Aktionen
es: • Configurar la protección por contraseña de las acciones sensibles
ru: • Настройте защиту паролем для важных действий

source: • Continue without password protection (less secure)
de: • Weiter ohne Kennwortschutz (weniger sicher)
es: • Continuar sin protección por contraseña (menos seguro)
ru: • Продолжить без защиты паролем (менее безопасно)

source: Configure Protection
de: Schutz konfigurieren
es: Configurar la protección
ru: Настройка защиты

source: Continue Without Protection
de: Weiter ohne Schutz
es: Continuar sin protección
ru: Продолжайте работать без защиты

source: Incorrect password
de: Falsches Kennwort
es: Contraseña incorrecta
ru: Неверный пароль

source: Image data collection
de: Sammlung von Bilddaten
es: Recopilación de datos de imágenes
fr: Collecte de données d'image
it: Raccolta dati immagine
ja: 画像データ収集
pt: Coleta de dados de imagens
ru: Сбор данных изображений

source: Image comparison
de: Vergleich der Bilder
es: Comparación de imágenes
fr: Comparaison d'images
it: Confronto di immagini
ja: 画像比較
pt: Comparação de imagens
ru: Сравнение изображений

source: Invalid Checkpoint Data - Confirm Restart
de: Ungültige Prüfpunktdaten - Bestätigen Sie den Neustart
es: Datos del punto de control inválido - Confirme el reinicio
fr: Données de point de contrôle non valides - Confirmer le redémarrage
ja: 無効なチェックポイントデータ - 再起動を確認
pt: Dados de ponto de controlo inválidos - Confirmar reinício
ru: Недействительные данные контрольной точки - Подтверждаем перезапуск

source: Invalid Checkpoint Data
de: Ungültige Prüfpunktdaten
es: Datos del punto de control inválido
fr: Données de point de contrôle non valides
ja: 無効なチェックポイントデータ
pt: Dados de ponto de controlo inválidos
ru: Недействительные данные контрольной точки

source: Checkpoint data contains invalid indices. Would you like to restart the comparison?
de: Die Prüfpunktdaten enthalten ungültige Indizes. Möchten Sie den Vergleich erneut starten?
es: Los datos del punto de comprobación contienen índices no válidos. ¿Desea reiniciar la comparación?
fr: Les données du point de contrôle contiennent des indices non valides. Souhaitez-vous relancer la comparaison ?
ja: チェックポイント・データに無効なインデックスが含まれています。比較を再開しますか？
pt: Os dados do ponto de controlo contêm índices inválidos. Deseja reiniciar a comparação?
ru: Данные контрольной точки содержат недопустимые индексы. Вы хотите перезапустить сравнение?

source: Restarting Comparison
de: Neustart-Vergleich
es: Reestrellante Comparación
fr: Recommencer la comparaison
ja: 再開比較
pt: Reiniciando a comparação
ru: Восстановление сравнения

source: Invalid mode
de: Ungültiger Modus
es: Modo no válido
fr: Mode non valide
it: Modalità non valida
ja: 無効なモード
pt: Modo inválido
ru: Недействительный режим

source: Search required
de: Suche erforderlich
es: Búsqueda obligatoria
fr: Recherche nécessaire
it: Ricerca necessaria
ja: 必須検索
pt: Procura necessária
ru: Поиск требуется

source: No matches found. Search again to find potential matches.
de: Keine Übereinstimmungen gefunden. Suchen Sie erneut, um mögliche Übereinstimmungen zu finden.
es: No se han encontrado coincidencias. Vuelva a buscar para encontrar posibles coincidencias.
fr: Aucune correspondance n'a été trouvée. Effectuez une nouvelle recherche pour trouver des correspondances potentielles.
it: Nessuna corrispondenza trovata. Effettuare una nuova ricerca per trovare potenziali corrispondenze.
ja: 該当する検索結果がありません。もう一度検索して一致する可能性のあるものを探してください。
pt: Não foram encontradas correspondências. Pesquise novamente para encontrar possíveis correspondências.
ru: Не найдено ни одного совпадения. Повторите поиск, чтобы найти потенциальные совпадения.

source: Skipped %s images.
de: {0} Bilder wurden übersprungen.
es: Se han omitido {0} imágenes.
fr: {0} images ont été omises.
it: Saltate {0} immagini.
ja: {0}枚の画像をスキップしました。
pt: Saltou {0} imagens.
ru: Пропущено {0} изображений.

source: No Unrelated Images
de: Keine unzusammenhängenden Bilder
es: Sin imágenes no relacionadas
fr: Pas d'images sans rapport avec le sujet
it: Nessuna immagine non correlata
ja: 非関連画像なし
pt: Sem imagens não relacionadas
ru: Нет несвязанных изображений

source: No unrelated images found.
de: Keine unverbundenen Bilder gefunden.
es: No se han encontrado imágenes no relacionadas.
fr: Aucune image sans rapport n'a été trouvée.
it: Non sono state trovate immagini non correlate.
ja: 関係のない画像が見つかりません。
pt: Não foram encontradas imagens não relacionadas.
ru: Несвязанных изображений не найдено.

source: No Groups Found
de: Keine Gruppen gefunden
es: No se han encontrado grupos
fr: Aucun groupe trouvé
it: Nessun gruppo trovato
ja: グループが見つかりません
pt: Nenhum Grupo Encontrado
ru: Группы не найдены

source: Gathering image data... setup may take a while depending on number of files involved.
de: Sammeln von Bilddaten... Die Einrichtung kann je nach Anzahl der Dateien eine Weile dauern.
es: Recopilación de datos de imagen... la configuración puede llevar un tiempo dependiendo del número de archivos implicados.
fr: Collecte des données d'image... la configuration peut prendre un certain temps en fonction du nombre de fichiers concernés.
it: Raccolta dei dati delle immagini... La configurazione può richiedere un po' di tempo, a seconda del numero di file coinvolti.
ja: 画像データの収集...ファイル数によってはセットアップに時間がかかる。
pt: Recolha de dados de imagem... a configuração pode demorar algum tempo, dependendo do número de ficheiros envolvidos.
ru: Сбор данных изображения ... настройка может занять некоторое время в зависимости от количества файлов.

source: Confirm group run
de: Gruppenlauf bestätigen
es: Confirmar la ejecución en grupo
fr: Confirmer l'exécution du groupe
it: Confermare l'esecuzione del gruppo
ja: グループ走行の確認
pt: Confirmar a execução do grupo
ru: Подтвердить групповой забег

source: Search mode detected, please confirm switch to group mode before run. Group mode will take longer as all images in the base directory are compared.
de: Suchmodus erkannt, bitte bestätigen Sie den Wechsel in den Gruppenmodus vor der Ausführung. Der Gruppenmodus dauert länger, da alle Bilder im Basisverzeichnis verglichen werd.
es: Modo de búsqueda detectado, por favor confirme el cambio a modo de grupo antes de ejecutar. El modo de grupo tardará más tiempo, ya que se comparan todas las imágenes del directorio base.
fr: Mode recherche détecté, veuillez confirmer le passage en mode groupe avant l'exécution. Le mode groupe prend plus de temps car toutes les images du répertoire de base sont comparées.
it: Rilevata la modalità di ricerca, confermare il passaggio alla modalità di gruppo prima dell'esecuzione. La modalità gruppo richiede più tempo perché vengono confrontate tutte le immagini nella cartella di base.
ja: 検索モードが検出されたため、実行前にグループモードへの切り替えを確認してください。グループモードでは、ベースディレクトリ内のすべての画像を比較するため、時間がかかります。
pt: Modo de pesquisa detectado, confirme a mudança para o modo de grupo antes de executar. O modo de grupo demora mais tempo, uma vez que todas as imagens do diretório de base são comparadas.
ru: Обнаружен режим поиска, пожалуйста, подтвердите переключение в групповой режим перед запуском. Групповой режим займет больше времени, так как сравниваются все изображения в базовом каталоге.

source: Gathering image data for comparison
de: Sammeln von Bilddaten für den Vergleich
es: Recopilación de datos de imágenes para su comparación
fr: Collecte de données d'images à des fins de comparaison
it: Raccolta di dati di immagine per il confronto
ja: 比較のための画像データ収集
pt: Recolha de dados de imagem para comparação
ru: Сбор данных изображений для сравнения

source: Searching images...
de: Suche nach Bildern...
es: Buscando imágenes...
fr: Recherche d'images...
it: Ricerca di immagini...
ja: 画像検索...
pt: Pesquisando imagens...
ru: Поиск изображений...

source: Set a directory and search file or search text.
de: Legen Sie ein Verzeichnis und eine Suchdatei oder einen Suchtext fest.
es: Establece un directorio y un archivo de búsqueda o un texto de búsqueda.
fr: Définir un répertoire et un fichier de recherche ou un texte de recherche.
it: Impostare una cartella e un file di ricerca o un testo di ricerca.
ja: ディレクトリと検索ファイルまたは検索テキストを設定します。
pt: Definir um diretório e um ficheiro de pesquisa ou texto de pesquisa.
ru: Установите каталог и файл поиска или текст поиска.

source: No Match Found
de: Keine Übereinstimmung gefunden
es: No se han encontrado coincidencias
fr: Aucune correspondance trouvée
it: Nessuna corrispondenza trovata
ja: マッチが見つかりません
pt: Nenhuma correspondência encontrada
ru: Матч не найден

source: None of the files match the search filters with current settings.
de: Keine der Dateien entspricht den Suchfiltern mit den aktuellen Einstellungen.
es: Ninguno de los archivos coincide con los filtros de búsqueda con la configuración actual.
fr: Aucun des fichiers ne correspond aux filtres de recherche avec les paramètres actuels.
it: Nessuno dei file corrisponde ai filtri di ricerca con le impostazioni attuali.
ja: 現在の設定では、検索フィルターに一致するファイルはありません。
pt: Nenhum dos arquivos corresponde aos filtros de pesquisa com as configurações atuais.
ru: Ни один из файлов не соответствует фильтрам поиска с текущими настройками.

source: %s possibly related images found.
de: {0} möglicherweise zugehörige Bilder gefunden.
es: {0} imágenes posiblemente relacionadas encontradas.
fr: {0} images possiblement liées ont été trouvées.
it: {0} immagini correlate trovate.
ja: {0} 関連の画像が見つかる可能性があります。
pt: {0} possivelmente imagens relacionadas encontradas.
ru: {0} возможно найденные изображения.

source: Running image comparisons...
de: Bildvergleiche durchführen...
es: Ejecutar comparaciones de imágenes...
fr: Comparaison d'images...
it: Esecuzione di confronti di immagini...
ja: 実行イメージの比較...
pt: A executar comparações de imagens...
ru: Сравнение изображений...
