Repository: tomhallmain/simple_image_compare
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de, es, fr, it, ja, pt, ru

source: Set a directory and search file.
de: Legen Sie ein Verzeichnis und eine Suchdatei fest.
es: Establece un directorio y un archivo de búsqueda.
fr: Définir un répertoire et un fichier de recherche.
it: Impostare una cartella e un file di ricerca.
ja: ディレクトリと検索ファイルを設定します。
pt: Define uma pasta e um ficheiro de pesquisa.
ru: Установите каталог и файл поиска.

source: None of the files can be grouped with current settings.
de: Keine der Dateien kann mit den aktuellen Einstellungen gruppiert werden.
es: No se puede agrupar ninguno de los archivos con la configuración actual.
fr: Aucun des fichiers ne peut être regroupé avec les paramètres actuels.
it: Nessuno dei file può essere raggruppato con le impostazioni attuali.
ja: 現在の設定では、どのファイルもグループ化できない。
pt: Nenhum dos arquivos pode ser agrupado com as configurações atuais.
ru: Ни один из файлов не может быть сгруппирован с текущими настройками.

source: No Duplicates Found
de: Keine Duplikate gefunden
es: No se han encontrado duplicados
fr: Aucun doublon n'a été trouvé
it: Nessun duplicato trovato
ja: 重複が見つかりません
pt: Nenhum Duplicado Encontrado
ru: Дубликаты не найдены

source: None of the files appear to be duplicates based on the current settings.
de: Bei den aktuellen Einstellungen scheint keine der Dateien doppelt vorhanden zu sein.
es: Ninguno de los archivos parece estar duplicado según la configuración actual.
fr: Aucun des fichiers ne semble être en double d'après les paramètres actuels.
it: In base alle impostazioni correnti, nessuno dei file sembra essere un duplicato.
ja: 現在の設定では、どのファイルも重複していないようです。
pt: Nenhum dos arquivos parece ser duplicado com base nas configurações atuais.
ru: Ни один из файлов не является дубликатом на основе текущих настроек.

source: Stranded Group Members Found
de: Gestrandete Gruppenmitglieder gefunden
fr: Les membres du groupe en détresse retrouvés
it: Ritrovati i membri del gruppo bloccati
ja: 取り残されたグループメンバー発見
pt: Membros do Grupo Stranded
ru: Найдены члены группы, попавшей в беду

source: Some group members were left stranded by the grouping process.
de: Einige Gruppenmitglieder wurden von der Gruppenbildung ausgeschlossen.
es: Algunos miembros del grupo quedaron desamparados por el proceso de agrupación.
fr: Certains membres du groupe ont été laissés en plan par le processus de regroupement.
it: Alcuni membri del gruppo sono stati lasciati a piedi dal processo di raggruppamento.
ja: グループ分けの過程で取り残されたメンバーもいた。
pt: Alguns membros do grupo ficaram encalhados pelo processo de agrupamento.
ru: Некоторые члены группы оказались в затруднительном положении из-за процесса группирования.

source: No More Groups
de: Keine Gruppen mehr
es: Encontrados los miembros del grupo varados
fr: Plus de groupes
it: Niente più gruppi
ja: グループなし
pt: Sem mais grupos
ru: Больше никаких групп

source: There are no more image groups remaining for this directory and current filter settings.
de: Für dieses Verzeichnis und die aktuellen Filtereinstellungen sind keine Bildgruppen mehr vorhanden.
es: No quedan más grupos de imágenes para este directorio y la configuración actual del filtro.
fr: Il ne reste plus de groupes d'images pour ce répertoire et les paramètres de filtrage actuels.
it: Non ci sono più gruppi di immagini per questa cartella e per le impostazioni correnti del filtro.
ja: このディレクトリと現在のフィルター設定に対応する画像グループはもう残っていません。
pt: Não restam mais grupos de imagens para esta pasta e as configurações atuais do filtro.
ru: Для этого каталога и текущих настроек фильтра больше не осталось групп изображений.

source: (no positives set)
de: (es werden keine Positiven gesetzt)
es: (ningún positivo fijado)
fr: (pas d'ensemble de posatifs)
it: (nessun positivo impostato)
ja: (ポジなし）
pt: (sem conjuntos positivos)
ru: (нет положительного набора)

source: (no negatives set)
de: (es werden keine Negative gesetzt)
es: (ningún negativo fijado)
fr: (pas d'ensemble de négatifs)
it: (nessun set di negativi)
ja: (ネガなし）
pt: (sem conjuntos negativos)
ru: (без отрицательного набора)

source: New Prevalidation
de: Neue Prävalidierung
es: Nueva Prevalidacións
fr: Nouvelle prévalidation
it: Nuova preconvalida
ja: 新規登録
pt: Nova Prevalidação
ru: Новая превалация

source: detected
de: entdeckt
es: detectado
fr: détecté
it: rilevato
ja: 検出する
pt: detectado
ru: обнаруженный

source: - skipped
de: - übersprungen
es: - omitido
fr: - sauté
it: - saltato
ja: - スキップ
pt: - Saltou
ru: - пропущен

source: - hidden
de: - versteckt
es: - oculto
fr: - caché
it: - nascosto
ja: - 隠し
pt: - Escondido
ru: - скрытый

source: Moving file:
de: Bewegliche Datei:
es: Moviendo archivo:
fr: Déplacement d'un fichier :
it: File in movimento:
ja: ファイルの移動:
pt: Movendo arquivo:
ru: Перемещение файла:

source: Deleting file:
de: Löschung der Datei:
es: Borrar archivo:
fr: Suppression d'un fichier :
it: Eliminazione del file:
ja: ファイルの削除:
pt: Excluindo arquivo:
ru: Удаление файла:

source: Action modifier is not a valid directory:
de: Aktionsmodifikator ist kein gültiges Verzeichnis:
es: El modificador de acción no es un directorio válido:
fr: Le modificateur d'action n'est pas un répertoire valide :
ja: アクション修飾子は有効なディレクトリではありません :
pt: O modificador de ação não é uma pasta válida:
ru: Модификатор действий не является действительным каталогом:

source: Run on folder is not a valid directory:
de: Auf Ordner laufen ist kein gültiges Verzeichnis:
es: Ejecutar en la carpeta no es un directorio válido:
fr: Exécuter sur le dossier n'est pas un répertoire valide :
ja: フォルダ上で実行することは有効なディレクトリではありません :
pt: Executar na pasta não é uma pasta válida:
ru: Папка Run on не является действительным каталогом:

source: Invalid prevalidation {0}, may cause errors or be unable to run!
de: Invalide Vorvalidierung {0}, kann Fehler verursachen oder nicht laufen können!
es: Prevalidación inválida {0}, puede causar errores o ser incapaz de ejecutar!
fr: Prévalidation invalide {0}, peut causer des erreurs ou être incapable de courir!
ja: 無効な優先値 {0} は、エラーや実行できません。
pt: Prevalidação inválida {0}, pode causar erros ou ser incapaz de executar!
ru: Неверная проверка {0}, может привести к ошибкам или невозможности выполнения!

source: embedding
de: Einbettung
es: incrustación
ru: встраивание

source: classifier {0}
de: Klassifikator {0}
es: clasificador {0}
ru: классификатор {0}

source: prompts
de: Eingabeaufforderungen
es: indicaciones
ru: подсказывает

source: categories: {0}
de: Kategorien: {0}
es: categorías: {0}
ru: категории: {0}

source: {0} positives, {1} negatives
de: {0} Positiv, {1} Negativ
es: {0} positivos, {1} negativos
ru: {0} положительных, {1} отрицательных

source: using {0} ({1})
de: mit {0} ({1})
es: usando {0} ({1})
ru: используя {0} ({1})

source: using {0}
de: mit {0}
es: usando {0}
ru: используя {0}

source: ({0} positives, {1} negatives)
de: ({0} Positiv, {1} Negativ)
es: ({0} positivos, {1} negativos)
fr: ({0} positifs, {1} négatifs)
it: ({0} positivi, {1} negativi)
ja: ({0} 陽性、{1} 陰性)
pt: ({0} positivos, {1} negativos)
ru: ({0} положительные, {1} отрицательные)

source: Modify Prevalidation
de: Ändern der Prävalidierung
es: Modificar la prevalidación
fr: Modifier la prévalidation
it: Modificare la preconvalida
ja: 無効化の修正
pt: Modificar a Prevalidação
ru: Изменить превалирование

source: Prevalidation Name
de: Prävalidierung Name
es: Prevalidación Nombre
fr: Nom de la prévalidation
it: Nome della preconvalida
ja: バリデーション名
pt: Nome da Prevalidação
ru: Превалирующее название

source: Positives
de: Positiv
es: Positivos
fr: Positif
it: Positivi
ja: ポジティブ
pt: Positivos
ru: Положительные

source: Negatives
de: Negativ
es: Negativos
fr: Négatif
it: Negativi
ja: ネガティブ
pt: Negativos
ru: Отрицательные

source: Validation Types
de: Validierungstypen
es: Tipos de validación
ru: Типы проверки

source: Use Embedding
de: Einbettung verwenden
es: Utilizar la incrustación
ru: Используйте встраивание

source: Use Image Classifier
de: Bildklassifikator verwenden
es: Utilizar el clasificador de imágenes
ru: Использование классификатора изображений

source: Use Prompts
de: Eingabeaufforderungen verwenden
es: Utilizar indicaciones
ru: Используйте подсказки

source: Threshold
de: Schwellenwert
es: Umbral
fr: Seuil
it: Soglia
ja: しきい値
pt: Limiar
ru: порог

source: Action
de: Aktion
es: Acción
it: Azione
ja: アクション
pt: Acção
ru: Меры

source: Action Modifier
de: Aktionsmodifikator
es: Modificador de acción
fr: Modificateur d'action
it: Modificatore di azione
ja: アクション修飾子
pt: Modificador de Ação
ru: Модификатор действий

source: Run on Directory
de: Im Verzeichnis ausführen
es: Ejecutar en directorio
fr: Exécuter sur le répertoire
it: Esegui su cartella
ja: ディレクトリで実行
pt: Executar na Pasta
ru: Беги по каталогу

source: Image Classifier Name
de: Bildklassifikator Name
es: Nombre del clasificador de imágenes
fr: Nom du classificateur d'images
it: Nome del classificatore di immagini
ja: 画像分類器名
pt: Nome do classificador de imagem
ru: Название Классификатора изображений

source: Image Classifier Selected Category
de: Bildklassifikator Ausgewählte Kategorie
es: Clasificador de imágenes Categoría seleccionada
fr: Classificateur d'images Catégorie sélectionnée
it: Classificatore di immagini Categoria selezionata
ja: 画像分類器 選択されたカテゴリー
pt: Categoria Seleccionada do Classificador de Imagens
ru: Классификатор изображений выбранная категория

source: Select Categories...
de: Kategorien auswählen...
es: Seleccionar categorías...
fr: Sélectionner les catégories...
it: Seleziona le categorie...
ja: カテゴリーを選択...
pt: Selecionar categorias...
ru: Выберите категории...

source: Done
de: Fertig
es: Hecho
fr: Fait
it: Fatto
ja: 完了
pt: Feito
ru: Сделано

source: No prevalidation found with name: {0}. Set it on the Prevalidations Window.
de: Es wurde keine Vorabgenehmigung mit dem Namen {0} gefunden. Legen Sie sie im Fenster Prävalidierungen fest.
es: No se ha encontrado ninguna prevalidación con el nombre: {0}. Establézcalo en la Ventana de Prevalidaciones.
fr: Aucune prévalidation n'a été trouvée avec le nom : {0}. Réglez-le dans la fenêtre des prévalidations.
it: Non è stata trovata alcuna prevalidazione con il nome: {0}. Impostarla nella finestra Prevalidazioni.
ja: 名前：{0} のプリバリデーションが見つかりません。プリバリデーションウィンドウで設定してください。
pt: Não foi encontrada nenhuma validação com o nome: {0}. Defina-a na Janela Prevalidações.
ru: Не найдена превалидация с именем: {0}. Установите его в окне превалидаций.

source: Prevalidations
de: Prävalidierungen
es: Prevalidaciones
fr: Prévalidations
it: Prevalidazioni
ja: 事前検証
pt: Prevalidações
ru: Превалирование

source: Set Prevalidations
de: Prävalidierungen einstellen
es: Establecer prevalidaciones
fr: Fixer les prévalidations
it: Impostare le preconvalide
ja: プリセット
pt: Definir Prevalidações
ru: Установить превалирование

source: Add prevalidation
de: Prävalidierung hinzufügen
es: Añadir prevalidación
fr: Ajouter la prévalidation
it: Aggiungere la prevalidazione
ja: 優先権を追加
pt: Adicionar prevalidação
ru: Добавить превалирование

source: Clear prevalidations
de: Klare Prävalidierungen
es: Prevalencias claras
fr: Prévalidations claires
it: Prevalenze chiare
ja: 明確な優先順位
pt: Prevalidações claras
ru: Ясные доказательства

source: Enable Prevalidations
de: Freigabe von Prävalidierungen
es: Habilitar las prevalidaciones
ru: Обеспечение превалидации

source: Set
de: Einstellen
es: Fije
fr: Régler
it: Impostare
ja: セット
pt: Definir
ru: Настройка

source: Modify
de: Ändern
es: Modifique
fr: Modifier
it: Modificare
ja: 変更する
pt: Modificar
ru: изменять

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Eliminare
ja: 削除
pt: Apagar
ru: Исключить

source: Move down
de: Nach unten gehen
es: Baja
fr: Descendre
it: Scendere
ja: 移動する
pt: Mover para baixo
ru: Спуститься

source: Image does not contain a prompt to redo!
de: Das Bild enthält keine Aufforderung zur Wiederholung!
es: ¡La imagen no contiene un aviso para rehacer!
fr: L'image ne contient pas d'invite à refaire !
it: L'immagine non contiene una richiesta di ripetizione!
ja: 画像にはやり直しの指示がない！
pt: A imagem não contém um prompt para refazer!
ru: Изображение не содержит подсказки для переделки!

source: File Actions
de: Datei-Aktionen
es: Acciones de archivo
fr: Actions sur les fichiers
it: Azioni sui file
ja: ファイル操作
pt: Acções do Ficheiro
ru: Файловые действия

source: File Action History
de: Datei Aktionsverlauf
es: Historial de acciones de archivo
fr: Historique des actions sur les fichiers
it: Cronologia delle azioni dei file
ja: ファイル操作履歴
pt: Histórico de Ação de Arquivo
ru: История действий с файлами

source: Search Image
de: Bild suchen
es: Buscar imagen
fr: Recherche d'image
it: Ricerca immagine
ja: 画像検索
pt: Procurar imagem
ru: Поисковое изображение

source: Clear History
de: Geschichte löschen
es: Borrar la historia
fr: Effacer l'historique
it: Storia chiara
ja: 明確な歴史
pt: Limpar o Histórico
ru: Ясная история

source: ({0} files)
de: ({0} Dateien)
es: ({0} archivos)
fr: ({0} fichiers)
it: ({0} file)
ja: ({0} ファイル)
pt: ({0} ficheiros)
ru: ({0} файлы)

source: Move
de: Bewegen
es: Mover
fr: Déplacer
it: Muoversi
ja: 交通アクセス
pt: Mover
ru: Двигаться

source: Copy
de: Kopie
es: Copia
fr: Copie
it: Copia
ja: コピー
pt: Copiar
ru: Копия

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annullare
ja: ログイン
pt: Desfazer
ru: Снять

source: View
de: Siehe
es: Ver
fr: Voir
it: Vista
ja: ニュース
pt: Ver
ru: Посмотреть

source: Image does not exist:
de: Das Bild existiert nicht:
es: La imagen no existe:
fr: L'image n'existe pas :
it: L'immagine non esiste:
ja: 画像が存在しません。
pt: A imagem não existe:
ru: Изображение не существует:

source: File Action Error
de: Datei Aktion Fehler
es: Error de acción de archivo
fr: Erreur dans l'action du fichier
it: Errore nell'azione del file
ja: ファイルアクションエラー
pt: Erro na Acção do Ficheiro
ru: Ошибка файлового действия

source: Images not found
de: Bilder nicht gefunden
es: Imágenes no encontradas
fr: Images non trouvées
it: Immagini non trovate
ja: 見つからない画像
pt: Imagens não encontradas
ru: Изображения не найдены

source: (try setting recursive to True)
de: (versuchen Sie, rekursiv auf True zu setzen)
es: (pruebe a establecer recursivo en True)
fr: (essayez de mettre la récursivité à True)
it: (provare a impostare ricorsivo su Vero)
ja: (再帰をTrueに設定してみてください)
pt: (tente definir recursivo como Verdadeiro)
ru: (попробуйте установить для параметра recursive значение True)

source: No files found for current browsing settings.
de: Es wurden keine Dateien für die aktuellen Browsing-Einstellungen gefunden.
es: No se han encontrado archivos para la configuración de navegación actual.
fr: Aucun fichier n'a été trouvé pour les paramètres de navigation actuels.
it: Nessun file trovato per le impostazioni di navigazione correnti.
ja: 現在の閲覧設定に該当するファイルが見つかりません。
pt: Não foram encontrados ficheiros para as definições de navegação actuais.
ru: Не найдено ни одного файла для текущих настроек просмотра.

source: FILE_BROWSER_INDEX_DETAILS
de: {0} von {1} Dateien im Verzeichnis, {3} sortiert nach {2}
es: {0} de {1} ficheros en el directorio, ordenados por {2} {3}
fr: {0} fichiers sur {1} dans le répertoire, classés par {3} de {2}
it: {0} su {1} file nella directory, ordinati per {2} in ordine {3}
ja: ディレクトリ内の{1}ファイル中{0}ファイルを{2}順{3}でソート
pt: {0} de {1} ficheiros no diretório, ordenados por {2} {3}
ru: {0} из {1} файлов в каталоге, упорядоченных по {2} {3}

source: Search text provided to file_browser.find() was invalid.
de: Der an file_browser.find() übergebene Suchtext war ungültig.
es: El texto de búsqueda proporcionado a file_browser.find() no era válido.
fr: Le texte de recherche fourni à file_browser.find() n'était pas valide.
it: Il testo di ricerca fornito a file_browser.find() non era valido.
ja: file_browser.find() に指定された検索テキストが無効でした。
pt: O texto de pesquisa fornecido a file_browser.find() era inválido.
ru: Текст для поиска, переданный в file_browser.find(), был недопустимым.

source: Go To File
de: Gehe zu Datei
es: Ir al archivo
fr: Aller au fichier
it: Vai al file
ja: ファイルに移動
pt: Ir para o ficheiro
ru: Перейти к файлу

source: Invalid search string, please enter some text.
de: Ungültiger Suchbegriff, bitte geben Sie einen Text ein.
es: Cadena de búsqueda no válida, por favor introduzca algún texto.
fr: Chaîne de recherche non valide, veuillez saisir un texte.
it: Stringa di ricerca non valida, inserire un testo.
ja: 検索文字列が無効です。
pt: Cadeia de pesquisa inválida, por favor introduza algum texto.
ru: Неверная строка поиска, пожалуйста, введите текст.

source: Hotkey Actions
de: Tastenkombinationen
es: Acciones de teclas rápidas
fr: Actions par raccourci clavier
it: Azioni di scelta rapida
ja: ホットキーアクション
pt: Acções de teclas de atalho
ru: Действия Hotkey

source: Key name
de: Name der Taste
es: Nombre clave
fr: Nom de la clé
it: Nome chiave
ja: キー名
pt: Nome da chave
ru: Ключевое имя

source: Target directory
de: Zielverzeichnis
es: Directorio de destino
fr: Répertoire cible
it: Elenco degli obiettivi
ja: 対象ディレクトリ
pt: Pasta de destino
ru: Каталог целей

source: (unset)
de: (unbestimmt)
es: (sin fijar)
fr: (non défini)
it: (non impostato)
ja: (未設定)
pt: (desactivado)
ru: (запуск)

source: Marks cleared.
de: Markierungen gelöscht.
es: Marcas limpias.
fr: Les marques sont effacées.
it: Segni di riconoscimento cancellati.
ja: マークはクリア。
pt: Marcas limpas.
ru: Отметины сняты.

source: Set current marks from previous.
de: Setzen Sie die aktuelle Markierung von der vorherigen ab.
es: Establece las marcas actuales a partir de las anteriores.
fr: Définir les marques actuelles par rapport aux marques précédentes.
it: Imposta i segni attuali rispetto a quelli precedenti.
ja: 前のマークから現在のマークを設定する。
pt: Define as marcas atuais das anteriores.
ru: Установите текущие отметки от предыдущих.

source: Total set: {0}
de: Gesamtmenge: {0}
es: Conjunto total: {0}
fr: Total des points: {0}
it: Set totale: {0}
ja: 合計セット {0}
pt: Total definido: {0}
ru: Полный набор: {0}

source: NO_MARK_TARGET_SET
de: Kein dauerhaftes Markierungsziel gesetzt! Mit Strg+T im Fenster Markierungen setzen.
es: No se ha fijado ningún objetivo de marca permanente. Fíjelo con Ctrl+T en la ventana de Marcas.
fr: Aucune cible de marque permanente n'est définie ! Définir avec Ctrl+T dans la fenêtre Marques.
it: Non è stato impostato un bersaglio permanente per i segni! Impostato con Ctrl+T nella finestra Marchi.
ja: パーマネントマークターゲットが設定されていない！ MarksウィンドウのCtrl+Tで設定します。
pt: Não é possível definir um objetivo de marca permanente! Definir com Ctrl+T na janela Marcas.
ru: Не нужно устанавливать постоянную цель метки! Устанавливается с помощью Ctrl+T в окне «Метки».

source: NO_HOTKEY_ACTION_SET
de: Keine Tastenkombination gesetzt für {0}! Mit {1} im Fenster Markierungen einstellen.
es: No hay acción rápida establecida para {0}. Establecer con {1} en la ventana de Marcas.
fr: Aucune action de raccourci clavier n'est définie pour {0}. Définir avec {1} sur la fenêtre Marks.
it: Non è stato impostato alcun tasto di scelta rapida per {0}. Impostato con {1} sulla finestra di Marks.
ja: {0}にホットキーアクションが設定されていません。 マークスウィンドウの {1} で設定します。
pt: Nenhuma ação de atalho definida para {0}. Definir com {1} na janela Marca.
ru: Для {0} не установлено действие горячей клавиши. Установите {1} в окне метки.

source: Set a new target directory
de: Ein neues Zielverzeichnis festlegen
es: Establecer un nuevo directorio de destino
fr: Définir un nouveau répertoire cible
it: Impostare una nuova cartella di destinazione
ja: 新しいターゲットディレクトリを設定する
pt: Definir um novo directório- alvo
ru: Установите новый целевой каталог

source: MOVE
de: BEWEGEN
es: MOVER
fr: DÉPLACER
it: MUOVERSI
ja: ムーヴ
pt: MOVER
ru: Двигаться

source: COPY
de: KOPIE
es: COPIA
fr: COPIE
it: COPIA
ja: コピー
pt: CÓPIA
ru: копия

source: DELETE
de: LÖSCHEN
es: BORRAR
fr: SUPPRIMER
it: ELIMINARE
ja: 削除
pt: APAGAR
ru: Удалить

source: Add directories from parent
de: Verzeichnisse aus übergeordneten Verzeichnissen hinzufügen
es: A00f1adir directorios desde el padre
fr: Ajouter des répertoires à partir du parent
it: Aggiungere cartella dal genitore
ja: 親からディレクトリを追加する
pt: Adicionar diretórios a partir do pai
ru: Добавить каталоги от родителя

source: Clear targets
de: Klare Ziele
es: Objetivos claros
fr: Des objectifs clairs
it: Obiettivi chiari
ja: 明確な目標
pt: Alvos claros
ru: Четкие цели

source: Create PDF
de: PDF erstellen
es: Crear PDF
fr: Créer un PDF
ja: PDFを作成する
pt: Criar PDF
ru: Создать PDF

source: Recording next mark target and action.
de: Aufzeichnung des nächsten Markierungsziels und der nächsten Aktion.
es: Grabación de la siguiente marca objetivo y acción.
fr: Enregistrement de la prochaine marque, de la cible et de l'action.
it: Registrazione del prossimo obiettivo di marcatura e dell'azione.
ja: 记录下一个标记目标和行动。
pt: Registar o próximo alvo de marcação e a ação.
ru: Запись следующей цели и действия.

source: Invalid directory: %s
de: Ungültiges Verzeichnis: {0}
es: Directorio inválido: {0}
fr: Répertoire non valide : {0}
it: Cartella non valida: {0}
ja: 無効なディレクトリです： {0}
pt: Pasta inválida: {0}
ru: Недопустимый каталог: {0}

source: Select target directory for marked files
de: Zielverzeichnis für markierte Dateien auswählen
es: Seleccione el directorio de destino para los archivos marcados
fr: Sélection du répertoire cible pour les fichiers marqués
it: Selezionare la cartella di destinazione per i file contrassegnati
ja: マークされたファイルのターゲットディレクトリを選択
pt: Seleccione o directório de destino dos ficheiros marcados
ru: Выберите целевой каталог для отмеченных файлов

source: Moving
de: Verschiebe
es: En movimiento
fr: Déplacement
it: Traslocazione
ja: アクセス
pt: Mover
ru: двигаться

source: Copying
de: Kopieren
es: Copia de
fr: Copie
it: Copiare
ja: コピー
pt: Copiar
ru: Копирование

source: Moved
de: Verschiebt
es: Movido
fr: Déplacé
it: Trasferito
ja: 移動する
pt: Movido
ru: перемещенный

source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピッド
pt: Copiado
ru: Копирован

source: Moved {0} files to {1}
de: {0} Dateien nach {1} verschoben
es: Movidos {0} archivos a {1}
fr: Déplacement de {0} fichiers vers {1}
it: Spostati {0} file in {1}
ja: {0}ファイルを {1}に移動
pt: Movidos {0} ficheiros para {1}
ru: Переместите {0} файлов на {1}

source: Copied {0} files to {1}
de: {0} Dateien nach {1} kopiert
es: Copiados {0} archivos a {1}
fr: Copie de {0} fichiers sur {1}
it: Copia di {0} file in {1}
ja: {0}つのファイルを {1}にコピー
pt: Copiou {0} ficheiros para {1}
ru: Скопируйте {0} файлов на {1}.

source: Existing filenames match!
de: Bestehende Dateinamen stimmen überein!
es: ¡Los nombres de archivo existentes coinciden!
fr: Les noms de fichiers existants correspondent !
it: I nomi dei file esistenti corrispondono!
ja: 既存のファイル名が一致する！
pt: Os nomes de ficheiros existentes correspondem!
ru: Существующие имена файлов совпадают!

source: WARNING: Exact file match.
de: WARNUNG: Genaue Übereinstimmung mit der Datei.
es: ADVERTENCIA: Coincidencia exacta de archivo.
fr: AVERTISSEMENT : Correspondance exacte des fichiers.
it: AVVERTENZA: corrispondenza esatta del file.
ja: 警告：ファイルの完全一致。
pt: AVISO: O arquivo exato corresponde.
ru: Предупреждение: точное совпадение файлов.

source: WARNING: Short filenames.
de: WARNUNG: Kurze Dateinamen.
es: ADVERTENCIA: Nombres de archivo cortos.
fr: AVERTISSEMENT : Noms de fichiers courts.
it: ATTENZIONE: Nomi di file brevi.
ja: 警告:短いファイル名。
pt: AVISO: Nomes de arquivos curtos.
ru: Предупреждение: короткие имена файлов.

source: Moving back
de: Zurückgehen
es: Retroceder
fr: Reculer
it: Ritorno al passato
ja: 移動バック
pt: Recuar
ru: Вернуться назад

source: Removing
de: Entfernen von
es: Eliminación de
fr: Suppression
it: Rimozione
ja: リムーブ
pt: Remoção
ru: удалять

source: Moved back
de: Zurückgezogen
fr: Déplacé vers l'arrière
it: Spostati indietro
ja: 戻る
pt: Recuado
ru: Вернуться назад

source: Removed
de: Entfernt
es: Eliminado
fr: Supprimé
it: Rimosso
ja: 削除
pt: Removido
ru: Удаленный
